{
    "Cards": [
        {
        "cím" : "Az ítélet labirintusa",
        "bevezető" : "Az Osztriga-öböltól délre, nagyjából nyolcvan kilométerre terül el a Koponyák Sivataga. Forró, veszedelmes és mindent egybevetve igen kellemetlen hely, ám te kénytelen vagy átkelni rajta, hisz déli felén terül el a drágakőbányáiról messze földön hires és gazdag Zafirváros. Vonz a hatalmas vagyon, mely minden harcos számára elérhető, aki hajlandó akár a köveket, akár a pénzt kíséri egyik településből a másikba. A munka azonban nem veszélytelen.Ahogy a sivatag felé közeledsz, segélykiáltásokat hallasz az utat szegélyező bozótos túloldaláról. Mikor közelebb lépsz, még épp lá tod, ahogy egy ocsmány Goblin tört márt egy igen fontosnak látszó Elf férfi szivébe, aki azonnal a földre roskad.Egyból előre rontasz, hogy elkapd a gyilkost, ám pechedre meg- botlasz, az aljas teremtmény pedig észrevesz téged, és eltűnik az alj- növényzetben.Csak állsz, és a halott Elf tetemét bámulod. Amennyire meg tudod állapítani, az egyik helyi törzs vezetője lehetett. Kezében egy nagy, kék színű gyémántot szorongat. Hirtelen megrezzennek körülötted a bokrok! Arra gondolsz, talán a Goblin tért vissza, így elöhúzod kar- dodat. Legnagyobb meglepetésedre azonban húsz vagy harminc Elf gyűrűjében találod magadat, akik megfeszített íjakkal vesznek körbe. Egyikük előre lép, és komoran megszólít.- Ember! - kezdi. Karddal a kezedben, apám, a Törzsfőnökünk meggyilkolt testével a lábad elött találtunk rád.Rájössz, hogy ezek azt hiszik, te vagy a gyilkos. Tiltakozni pró- bálnál, azonban az Elf egy intésére elhallgatsz. Az itélet Labirin- tusához viszünk fejezi be mondanivalóját. Hátat fordit neked, és elsétál, te pedig kiséröid körében kénytelen vagy követni. Miközben az örök egymás közt vitatják meg a látottakat, megtudod, hogy at labirintus egy titkos hely, ahol a bünösöket teszik próbára. Minden próba elött egy kis Aranyszobrot rejtenek el annak mélyén, a próba alanyának pedig meg kell találnia azt. Ha ez nem sikerül, bünösnek ítélik, ám ha rálel, és sikerül kijuttatnia odabentről, ártatlannak ta- lálják, és szabadon engedik.A fak ritkulni kezdenek, a menet pedig egy hatalmas fa törzsénél megtorpan. A Fönök fia motyog pár szót, mire a kéreg egy része kinyilik, mögötte pedig feltünik a labirintus bejárata... ",
        "akció" : {
            }
        },
        {
            "szint" : 1,
            "szöveg" : "Belöknek a lenti alagútba, és rád zárják az ajtót, kizárva ezzel a nyíláson át beszűrődő természetes világosságot. Innentől kezdve kizárólag a falra rögzített fäklyáktól remél- hetsz valamennyi fényt. Ahogy szemed hozzászokik a homályhoz, látod, hogy az alagút észak felé indul. Nagyot sóhajtasz a dolog igazságtalansága felett, majd elindulsz abba az irányba. Lapozz a 41-re.",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [41]
            }
        },
        {
            "szint" : 2,
            "szöveg" : "A vizhe ugrasz, az áramlat azonban nagyon eros. Megpróbálsz a felszinen maradni, de ez nem könnyű. Lapozz a 148-ra",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [148]
            }
        },
        {
            "szint" : 3,
            "szöveg" : "Ahogy óvatosan a drótok között lépkedve eléred a Szobrot, az hirtelen eltünk! A következő pillanatban vészjósló morajlás hangzik fel a fejed fölött, és ahogy arra nézel, látod, hogy hatalmas szikladarabok kezdenek feléd zuhanni. A hatalmas súly porrá örli csontjaidat. Kalandod itt véget ér.",
            "akció" : {
                "tipus": "halál"
            }
        },
        {
            "szint" : 4,
            "szöveg" : "A kötél igen rossz állapotban van, és még félúton sem jársz, mikor elszakad... Kalandod itt véget ér.",
            "akció" : {
                "tipus": "halál"
            }
        },
        {
            "szint" : 5,
            "szöveg" : "Az ajtó egy tágas terembe nyílik, melynek északi oldalán egy újabb kijárat van, egy lelógó kötél szomszédságában. Csapdának nem látod jelét, így áthaladsz a szobán és leveszed a kötelet. Lenyomod a kilincset, de igy sem sikerül előrébb jutnod alighanem zárva van. Ha nincs nálad egy Aranykules távozol a szobából és folytatod az utadat északi irányba.",
            "akció" : {
                "tipus": "választás",
                "tárgy" : "Aranykulcs",
                "ugrás" : [110, 14]
            }
        },
        {
            "szint" : 6,
            "szöveg" : "Az ajtó egy nyugat felé haladó alagútba nyilik. Követed, mig egy elágazáshoz nem érsz.Ha északfelé akarsz fordulni akkor lapozz 172-re ha maradni akarsz az útvonalon akkor lapozz 168-ra",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [172 , 168]
    
            }
        },
        {
            "szint" : 7,
            "szöveg" : "Mikor végül eléred a verem alját, semmit nem látsz. A falakat végigtapogatva annyit meg tudsz állapítani, hogy az alagút kelet felé megy tovább. Ha a vaksötét ellenére is bevállalod ezt a járatot. Ha inkább visszatérnél a fenti folyosóra és északnak folytatnád az utad, lapozz a 96-ra.",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [165 , 96]
            }
        },
        {
            "szint" : 8,
            "szöveg" : "A dárdák, melyeket egy igen hatásos méreggel kentek be, mélyen a lábadba füródnak. Dobj egy kockával, hogy megtudd, hány ELETERO pontot vesztettél.",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [65]
            }
        },
        {
            "szint" : 9,
            "szöveg" : "Elsietsz a halott fenevad teteme mellett és gyorsan az északi járathoz lépsz.Lapozz 52-re",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [52]
            }
        },
        {
            "szint" : 10,
            "szöveg" : "Az ajtó recsegve nyilik ki és fed fel egy helyiséget, mely alig szélesebb a folyosónál. Hosszában két részre van osztva. Az egyik oldalon egy cellát látsz, míg a másik egyenesen egy ajtóhoz tart az északi falon. A fogdában egy rongyos férfi áll, aki meredton néz téged és fenyegető mozdulatokat tesz irányodba. Gyanítod, hogy szabadságáért cserébe esetleg hasznos információkkal tuda szolgálni számodra.",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [149 , 24]
            }
        },
        {
            "szint" : 11,
            "szöveg" : "Elérsz az alagút végére, de semmi feltünőt nem látsz.",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [38 , 31]
            }
        },
        {
            "szint" : 12,
            "szöveg" : "A válladra csapod a köpenyt. de legnagyobb meglepetésedre semmi nem történik. Mivel egy kicsit azért hűvös van, nem dobod le. Bár nem tudod, de ez a Lebegés Köpenye.",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [119 , 71 , 80]
            }
        },
        {
            "szint" : 13,
            "szöveg" : "A zárba helyezed a kulcsot, de az sajnos nem illik bele, igy nincs más választásod minthogy megpróbáld betörni.",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [196]
            }
        },
        {
            "szint" : 14,
            "szöveg" : "Ahogy Észak felé haladsz. Nyugatról egy alagutat látsz befutni. Úgy döntesz, inkább egyenesen mész tovább.",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [67]
            }
        },
        {
            "szint" : 15,
            "szöveg" : "Az áramlat túl erős, és tovább sodor egy híd alá. Magad elött megpillantasz egy sziklát, és megpróbálod elkapni. Tedd próbára SZERENCSÉD!",
            "akció" : {
                "tipus": "választás", 
                "ugrás" : [92, 132]
            }
        },
        {
            "szint" : 16,
            "szöveg" : "Ahogy előre haladsz, elkerüli figyelmedet egy medvecsapda. Belelépsz, fogai mélyen a lábadba marnak Vesztesz 2 ÉLETTERŐ pontot. Valamivel később egy elágazáshoz érkezel. Úgy döntesz, a három lehetséges irány közül észak felé indulsz, Lapozz a 195-re.",
            "akció" : {
                "tipus": "választás", 
                "ugrás" : [195]
            }
        },
        {
            "szint" : 17,
            "szöveg" : "A férfi szívébe martod kardod, szenvedő arckifejezésétől azonban lelkiismeret furdalásod támad. Vesztesz 1 SZERENCSE pontot. Semmi értékeset nem találsz a szobában, így az északi ajtón át távozol. Lapozz a 180-ra.",
            "akció" : {
                "tipus": "ugrás", 
                "ugrás" : [180]
            }
        },
        {
            "szint" : 18,
            "szöveg" : "Amint belépsz a szobába, rémülten eszmélsz rá, hogy előbb alaposan szét kellett volna, nézned a plafonon ugyanis egy hatalmas Pók kapaszkodik, ami minden szemével téged bámul. Négy ezüstszínű gubó lóg mellette, és összeszorul, a szíved mikor rájössz, hogy két ember, egy Törpe és egy Elf van beléjük csavarva, akik bizonyára leendő ellenfeled legutóbbi áldozatai voltak, és már csak arra várnak, hogy a bestia egy jót lakmározzon belőlük. A pók némán a padlóra pottyan, csáprágói mohón feléd nyúlnak",
            "akció" : {
                "tipus": "harc", 
                "ellenfel" : ["Óriáspók", 9, 5],
                "ugrás" : [94]
            }
        },
        {
            "szint" : 19,
            "szöveg" : "Igyekezeted, hogy szilárd talajra juss, hiábavalónak tűnik, ám teszel még egy utolsó, kétségbeesett próbálkozást: a kijárat felé veted magad.",
            "akció" : {
                "tipus": "választás",
                "probaszerencse" : "Ha szerencséd van elkapod",
                "ugrás" : [176, 151]
            }
        },
        {
            "szint" : 20,
            "szöveg" : "Az alagút egy súlyos ajtóban ér véget, ami le van zárva. De nem kulccsal: három tekerő gombot látsz rajta. Ha ismered a kinyitásához szükséges kombinációt, add össze a számokat, és lapozz az így kapott fejezetpontra. Ha nem tudod. vissza kell térned a homokos folyópartra és valahol máshol kell próbálkoznod, lapozz a 76-ra.",
            "akció" : {
                "tipus": "választás",
                "inventory" : "kombináció",
                "ugrás" : [47, 76]
            }
        },
        {
            "szint" : 21,
            "szöveg" : "A számszeríj beállítása pontos volt, esélyed sincs. A lövedék mélyen a nyakadba fúródik, átmetszi a gerincvelődet és a falhoz szegezi ernyedt testedet. Kalandod itt véget ér.",
            "akció" : {
                "tipus": "halál"
            }
        },
        {
            "szint" : 22,
            "szöveg" : "Az ajtó egy kis terembe nyílik. Egyik sarkában, egy kosárban egy hatalmas, kutyaszerű teremtmény hever. A szemben lévő falon egy ajtót látsz, mely mellett szögre akasztva egy Bronz Kulcs lóg hívogatóan Ha megpróbálsz csendben átlopózni a helyiségen, lapozz, a 81-re. Ha semmiképp nem akarod felkelteni a kutyát, és az ajtó becsukása után inkább visszatérnél az elágazáshoz, hogy észak felé folytasd az utad, lapozz a 108-ra.",
            "akció" : {
                "tipus": "választás",
                "ugrás" : [81, 108]
            }
        },
        {
            "szint" : 23,
            "szöveg" : "Köpenyed hirtelen megremeg, és felfúvódik, mintha levegővel telne, meg Legnagyobb meglepetésedre elemelkedsz a talajtól. Óvatosan előre lebegsz, majd lágyan leereszkedsz a talajra, a sziklafal lába elé. Amint földet érsz. köpenyed leereszkedik. És ismét úgy csüng le rólad, mint bármelyik közönséges ruhadarab. Lapozz a 27-re",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [27]
            }
        },
        {
            "szint" : 24,
            "szöveg" : "Kardoddal átnyúlsz a rácsokon, a férfi pedig rémülten ugrik hátra. Újra megpróbálod ezt. Azonban nagyobb erővel. Eltalálod a torkát. a sebből bíborvörös vér folyik végig fegyvereden, egyenesen a kezedre. Értetlenül néz rád, majd ülő helyzetbe roskad a padlóra. Ahogy feje előre esik, visszahúzod a fegyvered és megtisztítod véres kezed. Úgy döntesz, északi irányba folytatod az utad, úgyhogy az ajtón át távozol. Lapozz a 72-re.",
            "akció" : {
                "tipus": "ugrás",
                "ugrás" : [72]
            }
        }
    ]
}
