{"Cards": [
    {
    "cím" : "Az ítélet labirintusa",
    "bevezető" : "Az Osztriga-öböltól délre, nagyjából nyolcvan kilométerre terül el a Koponyák Sivataga. Forró, veszedelmes és mindent egybevetve igen kellemetlen hely, ám te kénytelen vagy átkelni rajta, hisz déli felén terül el a drágakőbányáiról messze földön hires és gazdag Zafirváros. Vonz a hatalmas vagyon, mely minden harcos számára elérhető, aki hajlandó akár a köveket, akár a pénzt kíséri egyik településből a másikba. A munka azonban nem veszélytelen.Ahogy a sivatag felé közeledsz, segélykiáltásokat hallasz az utat szegélyező bozótos túloldaláról. Mikor közelebb lépsz, még épp lá tod, ahogy egy ocsmány Goblin tört márt egy igen fontosnak látszó Elf férfi szivébe, aki azonnal a földre roskad.Egyból előre rontasz, hogy elkapd a gyilkost, ám pechedre meg- botlasz, az aljas teremtmény pedig észrevesz téged, és eltűnik az alj- növényzetben.Csak állsz, és a halott Elf tetemét bámulod. Amennyire meg tudod állapítani, az egyik helyi törzs vezetője lehetett. Kezében egy nagy, kék színű gyémántot szorongat. Hirtelen megrezzennek körülötted a bokrok! Arra gondolsz, talán a Goblin tért vissza, így elöhúzod kar- dodat. Legnagyobb meglepetésedre azonban húsz vagy harminc Elf gyűrűjében találod magadat, akik megfeszített íjakkal vesznek körbe. Egyikük előre lép, és komoran megszólít.- Ember! - kezdi. Karddal a kezedben, apám, a Törzsfőnökünk meggyilkolt testével a lábad elött találtunk rád.Rájössz, hogy ezek azt hiszik, te vagy a gyilkos. Tiltakozni pró- bálnál, azonban az Elf egy intésére elhallgatsz. Az itélet Labirin- tusához viszünk fejezi be mondanivalóját. Hátat fordit neked, és elsétál, te pedig kiséröid körében kénytelen vagy követni. Miközben az örök egymás közt vitatják meg a látottakat, megtudod, hogy at labirintus egy titkos hely, ahol a bünösöket teszik próbára. Minden próba elött egy kis Aranyszobrot rejtenek el annak mélyén, a próba alanyának pedig meg kell találnia azt. Ha ez nem sikerül, bünösnek ítélik, ám ha rálel, és sikerül kijuttatnia odabentről, ártatlannak ta- lálják, és szabadon engedik.A fak ritkulni kezdenek, a menet pedig egy hatalmas fa törzsénél megtorpan. A Fönök fia motyog pár szót, mire a kéreg egy része kinyilik, mögötte pedig feltünik a labirintus bejárata... ",
    "akció" : {
        }
    },
    {
        "szint" : 1,
        "szöveg" : "Belöknek a lenti alagútba, és rád zárják az ajtót, kizárva ezzel a nyíláson át beszűrődő természetes világosságot. Innentől kezdve kizárólag a falra rögzített fäklyáktól remél- hetsz valamennyi fényt. Ahogy szemed hozzászokik a homályhoz, látod, hogy az alagút észak felé indul. Nagyot sóhajtasz a dolog igazságtalansága felett, majd elindulsz abba az irányba. Lapozz a 41-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : 41
        }
    },
    {
        "szint" : 2,
        "szöveg" : "A vizhe ugrasz, az áramlat azonban nagyon eros. Megpróbálsz a felszinen maradni, de ez nem könnyű. Lapozz a 148-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [148]
        }
    },
    {
        "szint" : 3,
        "szöveg" : "Ahogy óvatosan a drótok között lépkedve eléred a Szobrot, az hirtelen eltünk! A következő pillanatban vészjósló morajlás hangzik fel a fejed fölött, és ahogy arra nézel, látod, hogy hatalmas szikladarabok kezdenek feléd zuhanni. A hatalmas súly porrá örli csontjaidat. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 4,
        "szöveg" : "A kötél igen rossz állapotban van, és még félúton sem jársz, mikor elszakad... Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 5,
        "szöveg" : "Az ajtó egy tágas terembe nyílik, melynek északi oldalán egy újabb kijárat van, egy lelógó kötél szomszédságában. Csapdának nem látod jelét, így áthaladsz a szobán és leveszed a kötelet. Lenyomod a kilincset, de igy sem sikerül előrébb jutnod alighanem zárva van. Ha nincs nálad egy Aranykules távozol a szobából és folytatod az utadat északi irányba.",
        "akció" : {
            "tipus": "választás",
            "tárgy" : "Aranykulcs",
            "ugrás" : [110,14]
        }
    },
    {
        "szint" : 6,
        "szöveg" : "Az ajtó egy nyugat felé haladó alagútba nyilik. Követed, mig egy elágazáshoz nem érsz.Ha északfelé akarsz fordulni akkor lapozz 172-re ha maradni akarsz az útvonalon akkor lapozz 168-ra",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [172,168]

        }
    },
    {
        "szint" : 7,
        "szöveg" : "Mikor végül eléred a verem alját, semmit nem látsz. A falakat végigtapogatva annyit meg tudsz állapítani, hogy az alagút kelet felé megy tovább. Ha a vaksötét ellenére is bevállalod ezt a járatot. Ha inkább visszatérnél a fenti folyosóra és északnak folytatnád az utad, lapozz a 96-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [165,96]
        }
    },
    {
        "szint" : 8,
        "szöveg" : "A dárdák, melyeket egy igen hatásos méreggel kentek be, mélyen a lábadba füródnak. Dobj egy kockával, hogy megtudd, hány ELETERO pontot vesztettél. lapozz 65-re.",
        "akció" : {
            "tipus": "ugrás",
            "minushp":"random",
            "ugrás" : [65]
        }
    },
    {
        "szint" : 9,
        "szöveg" : "Elsietsz a halott fenevad teteme mellett és gyorsan az északi járathoz lépsz.Lapozz 52-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [52]
        }
    },
    {
        "szint" : 10,
        "szöveg" : "Az ajtó recsegve nyilik ki és fed fel egy helyiséget, mely alig szélesebb a folyosónál. Hosszában két részre van osztva. Az egyik oldalon egy cellát látsz, míg a másik egyenesen egy ajtóhoz tart az északi falon. A fogdában egy rongyos férfi áll, aki meredton néz téged és fenyegető mozdulatokat tesz irányodba. Gyanítod, hogy szabadságáért cserébe esetleg hasznos információkkal tuda szolgálni számodra ha beszélni akarsz vele lapozz 149-re hza nem akkor lapozz 24-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [149 , 24]
        }
    },
    {
        "szint" : 11,
        "szöveg" : "Elérsz az alagút végére, de semmi feltünőt nem látsz.ha tovább akarsz keresni akkor lapozz 38-ra ha  inkább visszafelé indulsz akkor lapozz 31-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [38 , 31]
        }
    },
    {
        "szint" : 12,
        "szöveg" : "A válladra csapod a köpenyt. de legnagyobb meglepetésedre semmi nem történik. Mivel egy kicsit azért hűvös van, nem dobod le. Bár nem tudod, de ez a Lebegés Köpenye.ha felakarod próbálni a gyürüt akkor lapozz 119-re.ha van még folyadék az üvegedben és felhajtanád akkor lapozz 71-re ha kimennél északfelé akkor lapozz 80-ra.",
        "akció" : {
            "tipus": "választás",
            "tárgy": "kebegésköpenye",
            "ugrás" : [119 , 71 , 80]
        }
    },
    {
        "szint" : 13,
        "szöveg" : "A zárba helyezed a kulcsot, de az sajnos nem illik bele, igy nincs más választásod minthogy megpróbáld betörni.lapozz 196-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [196]
        }
    },
    {
        "szint" : 14,
        "szöveg" : "Ahogy Észak felé haladsz. Nyugatról egy alagutat látsz befutni. Úgy döntesz, inkább egyenesen mész tovább.lapozz 67-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [67]
        }
    },
    {
        "szint" : 15,
        "szöveg" : "Az áramlat túl erős, és tovább sodor egy híd alá. Magad elött megpillantasz egy sziklát, és megpróbálod elkapni. Tedd próbára SZERENCSÉD!ha szerencsés vagy lapozz 92-re ha nem akkor lapozz-132.",
        "akció" : {
            "tipus": "luckválasztás", 
            "ugrás" : [92, 132]
        }
    },
    {
        "szint" : 16,
        "szöveg" : "Ahogy előre haladsz, elkerüli figyelmedet egy medvecsapda. Belelépsz, fogai mélyen a lábadba marnak Vesztesz 2 ÉLETTERŐ pontot. Valamivel később egy elágazáshoz érkezel. Úgy döntesz, a három lehetséges irány közül észak felé indulsz, Lapozz a 195-re.",
        "akció" : {
            "tipus": "ugráse",
            "minushp":2,
            "ugrás" : [195]
        }
    },
    {
        "szint" : 17,
        "szöveg" : "A férfi szívébe martod kardod, szenvedő arckifejezésétől azonban lelkiismeret furdalásod támad. Vesztesz 1 SZERENCSE pontot. Semmi értékeset nem találsz a szobában, így az északi ajtón át távozol. Lapozz a 180-ra.",
        "akció" : {
            "tipus": "ugrás",
            "minusluck":1, 
            "ugrás" : [180]
        }
    },
    {
        "szint" : 18,
        "szöveg" : "Amint belépsz a szobába, rémülten eszmélsz rá, hogy előbb alaposan szét kellett volna, nézned a plafonon ugyanis egy hatalmas Pók kapaszkodik, ami minden szemével téged bámul. Négy ezüstszínű gubó lóg mellette, és összeszorul, a szíved mikor rájössz, hogy két ember, egy Törpe és egy Elf van beléjük csavarva, akik bizonyára leendő ellenfeled legutóbbi áldozatai voltak, és már csak arra várnak, hogy a bestia egy jót lakmározzon belőlük. A pók némán a padlóra pottyan, csáprágói mohón feléd nyúlnak",
        "akció" : {
            "tipus": "harc", 
            "ellenfél" : ["Óriáspók", 9, 5],
            "ugrás" : [94]
        }
    },
    {
        "szint" : 19,
        "szöveg" : "Igyekezeted, hogy szilárd talajra juss, hiábavalónak tűnik, ám teszel még egy utolsó, kétségbeesett próbálkozást: a kijárat felé veted magad.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [176, 151]
        }
    },
    {
        "szint" : 20,
        "szöveg" : "Az alagút egy súlyos ajtóban ér véget, ami le van zárva. De nem kulccsal: három tekerő gombot látsz rajta. Ha ismered a kinyitásához szükséges kombinációt, add össze a számokat, és lapozz az így kapott fejezetpontra. Ha nem tudod. vissza kell térned a homokos folyópartra és valahol máshol kell próbálkoznod, lapozz a 76-ra.",
        "akció" : {
            "tipus": "tválasztás",
            "tárgyválasztás" : "kombináció",
            "ugrás" : [47, 76]
        }
    },
    {
        "szint" : 21,
        "szöveg" : "A számszeríj beállítása pontos volt, esélyed sincs. A lövedék mélyen a nyakadba fúródik, átmetszi a gerincvelődet és a falhoz szegezi ernyedt testedet. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 22,
        "szöveg" : "Az ajtó egy kis terembe nyílik. Egyik sarkában, egy kosárban egy hatalmas, kutyaszerű teremtmény hever. A szemben lévő falon egy ajtót látsz, mely mellett szögre akasztva egy Bronz Kulcs lóg hívogatóan Ha megpróbálsz csendben átlopózni a helyiségen, lapozz, a 81-re. Ha semmiképp nem akarod felkelteni a kutyát, és az ajtó becsukása után inkább visszatérnél az elágazáshoz, hogy észak felé folytasd az utad, lapozz a 108-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [81, 108]
        }
    },
    {
        "szint" : 23,
        "szöveg" : "Köpenyed hirtelen megremeg, és felfúvódik, mintha levegővel telne, meg Legnagyobb meglepetésedre elemelkedsz a talajtól. Óvatosan előre lebegsz, majd lágyan leereszkedsz a talajra, a sziklafal lába elé. Amint földet érsz. köpenyed leereszkedik. És ismét úgy csüng le rólad, mint bármelyik közönséges ruhadarab. Lapozz a 27-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 24,
        "szöveg" : "Kardoddal átnyúlsz a rácsokon, a férfi pedig rémülten ugrik hátra. Újra megpróbálod ezt. Azonban nagyobb erővel. Eltalálod a torkát. a sebből bíborvörös vér folyik végig fegyvereden, egyenesen a kezedre. Értetlenül néz rád, majd ülő helyzetbe roskad a padlóra. Ahogy feje előre esik, visszahúzod a fegyvered és megtisztítod véres kezed. Úgy döntesz, északi irányba folytatod az utad, úgyhogy az ajtón át távozol. Lapozz a 72-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [72]
        }
    },
    {
        "szint" : 25,
        "szöveg" : "Sikerül gond nélkül elérned a túloldalt, majd sietve távozol az északi nyíláson át. Lapozz az 52-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [52]
        }
    },
    {
        "szint" : 26,
        "szöveg" : "Vagy száz Elf áll körülötted, megfeszített nyílvesszőkkel, melyek feléd mutatnak. A halott Főnök fia előre lép és az idős férfire néz, aki alig észrevehetően megrázza a fejét. Az Elf komoran elmosolyodik. Bűnös! Jelenti ki. Az utolsó dolog, amit hallasz, az a feléd suhanó nyílvesszők zaja. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 27,
        "szöveg" : "Egy hatalmas völgy lábánál állsz, melyet egy gyors folyású folyó vájt ki. Próbálsz valami megoldást találni az átkelésre, de csak egy kicsi, eléggé rozoga és korhadt hidat látsz. Ahogy megközelíted, látod. amint két óriási termesz eszi a fát. Hófehér testükön igen nyugtalanítóan hat két vérvörös szemük. A lények bármelyike bármikor beléd marhatna. Ha sietsz talán még sikerül átkelned rajta azelőtt, hogy végleg összeroskadna. A másik lehetőséged, hogy megpróbálsz átúszni a sebes folyón. Ha az első megoldást választod, lapozz a 40-re. Ha úgy gondolod, elég jó úszó vagy. ezzel próbálkoznál, lapozz a 2-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [40, 2]
        }
    },
    {
        "szint" : 28,
        "szöveg" : "Egy idő után újabb elágazásba botlasz. A déli ágról úgy véled, az visszafelé vezetne. ezért északnak indulsz. Lapozz a 67-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [67]
        }
    },
    {
        "szint" : 29,
        "szöveg" : "A járat, amiben most haladsz, egy észak-dél irányú. másik folyosóba torkollik bele. Úgy döntesz. balra fordulva haladsz tovább. Lapozz a 69-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [69]
        }
    },
    {
        "szint" : 30,
        "szöveg" : "A járat nyugati irányba indul, ám hamarosan északnak fordul. Végül elérsz egy ajtóig mely a keleti falban áll. Ha be akarsz nyitni rajta, lapozz a 124-re. Ha a folyosón folytatnád az utad. lapozza 129-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [124,129]
        }
    },
    {
        "szint" : 31,
        "szöveg" : "Végigsétálsz a járaton, mely elágazásban végződik. A déli folyosó visszafelé vezetne, úgyhogy északnak indulsz. Lapozz a 99-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [99]
        }
    },
    {
        "szint" : 32,
        "szöveg" : "Úgy döntesz, késlekedés nélkül elhagyod a szobát, így bezárod magad mögött az ajtót és keletnek indulsz. Lapoz a 16-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [16]
        }
    },
    {
        "szint" : 33,
        "szöveg" : "Az alagút egy ideig kanyarog, de végig észak felé megy. Hamarosan egy ajtó jelenik meg a jobb oldali falban. Ha megnézed. nyitva van-e. Lapozz, az 5-re. Ha inkább hagynád az ajtót és tovább folytatnád az utadat. lapozz a 14-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [5, 14]
        }
    },
    {
        "szint" : 34,
        "szöveg" : "A fiola erős mentaillatot áraszt magából. Ha meg akarod inni, lapozz a 102-re. Ha inkább hagyod, ahol van. lapozz a 169-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [102, 169]
        }
    },
    {
        "szint" : 35,
        "szöveg" : "Kétségbeesetten kaparod a falat, de képtelen vagy megakadályozni, hogy a tűz kellős közepébe ne zuhanj. Ahogy a csúszda végéhez közeledsz, már a láng pattanásait is hallod, és megpillantod a pokoli lángnyelveket. Lendületed miatt egy ideig még a levegőben repülsz utána azonban, ahogy fejjel előre a tűzbe zuhansz, a szörnyű meleg egy pillanat alatt füstpamaccsá változtat. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 36,
        "szöveg" : "Semmit nem találsz. így északra folytatod az utad. Lapozz a 98-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [98]
        }
    },
    {
        "szint" : 37,
        "szöveg" : "A törmelékek közt kutatva belerúgsz valami fémes dologba. Miután eltakarítottad a kör- nyékéről a szemetet, egy masszív csapóajtó körvonalai rajzolódnak ki előtted a padló- ban. Nem tudod megállapítani, hogy túl rozsdás-e ahhoz, hogy fel lehessen nyitni, te mindenesetre megpróbálod. Tedd próbára SZERENCSED! Ha szerencsés vagy, lapozz a 199-re. Hogyha nincs szerencséd, lapozz a 130-ra.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [199, 130]
        }
    },
    {
        "szint" : 38,
        "szöveg" : "Átkutatod a zsákutcát, remélve, hogy találsz valamit. Tedd próbára SZERENCSED! Hogyha szerencsés vagy, lapozz a 114-re. Ha nincs szerencséd, lapozz az 55-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [144, 55]
        }
    },
    {
        "szint" : 39,
        "szöveg" : "A szobába belépve az eddig látott legcivilizáltabb teremben találod magad. A falakat fa burkolólapok borítják, fáklyák helyett itt egy lágy fényt árasztó gömb biztosítja a világítást, mely a szoba közepén álló asztal felett lebeg. E mellett egy férfi görnyedt alakját veszed észre. Miközben becsukod magad mögött az ajtót, az öregember felemelkedik, és üdvözlően feléd nyújtja mindkét karját. Hangja vékony és remegő, és csak ekkor jössz rá, mennyire vén is lehet. Megtaláltad a Szobrot? kérdezi tőled. Ha nálad van a tárgy, lapozz a 91-re. Ha nincs nálad, lapozz a 131-re. Ha nem bízol meg benne és rá akarsz támadni, lapozz a 77-re.",
        "akció" : {
            "tipus": "tválasztás",
            "tárgyválasztás" : "AranySzobor",
            "ugrás" : [91, 131, 77]
        }
    },
    {
        "szint" : 40,
        "szöveg" : "Miközben a termeszektől nyüzsgő építményen haladsz, az baljósan recseg-ropog a talpad alatt. Minden egyes lépéssel újabb darabjai esnek bele a vízbe. Végül már csak egyetlen kötél marad épen, ami az utolsó deszkadarabot tartja. Tedd próbára SZERENCSÉD! Ha szerencsés vagy, lapozz a 60-ra. Ha nem, lapozz a 75-re.",
        "akció" :{
            "tipus": "luckválasztás",
            "ugrás" : [60, 75]
        }
    },
    {
        "szint" : 41,
        "szöveg" : "Az alagút, bár folyamatosan jobbra-balra kanyarog, nagyjából mégis tartja az északi irányt, végül élesen oldalra kanyarodik, és ekkor majdnem belefutsz egy fekete köpenybe öltözött alakba. Tőrt tart a kezében, az arcán ülő tekintet rettegésről árulkodik! Rájössz, hogy nem te vagy az egyetlen, akit most próbára tesznek, és hogy mindketten ugyanazon Szobor után kutattok. A fickó rád veti magát, nyilvánvaló, hogy mielőbb végezni akar veled. Harcolnod kell!",
        "akció" : {
            "tipus": "harc",
            "ellenfél" : ["Tolvaj", 7, 6],
            "ugrás":[85]
        }
    },
    {
        "szint" : 42,
        "szöveg" : "A járat tovább szélesedik, végül egy hatalmas barlangüregben találod magad. Mindkét oldaladnál sztalagmitok és sztalaktitok meredeznek. Néhányuk hatalmas kőoszloppá nőtt össze az idők folyamán, melyek mögött kimondhatatlan borzalmak lapulhatnak. Érzed, hogy a barlangban folyamatosan mozog a levegő, és rájössz, hogy ennek oka egy gyors folyású, igen veszedelmesnek tűnő folyó. Feltekintve szemeid követik a cseppkőoszlopok vonalait, egészen addig, míg el nem tűnnek a plafont elrejtő végtelen sötétségben. Valahol a folyó mentén egy kis, nem túl bizalomgerjesztő híd körvonalát sikerül kivenni. Lapozz a 27-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 43,
        "szöveg" : "Köpenyed hirtelen széttárul, és megszakad a zuhanás. Egy másodpercig mozdulatlanul lebegsz. Letekintesz, de még most sem látod az alját. Meglepetten és hálásan veszed tudomásul, hogy új szerzeményed óvatosan visszaszállít téged a bejárathoz. Mikor már kint vagy, megkönnyebbülten felsóhajtasz, majd észak felé folytatod az utad. Lapozz a 68-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [68]
        }
    },
    {
        "szint" : 44,
        "szöveg" : "Döbbenetes előrelátásodtól vezérelve eleve gyanítottad, hogy itt egy csapda vár rád, így sikerül félre ugranod anélkül, hogy a lövedékek eltalálnának; mindkettő ártalmatlanul hull a földre, Lapozz a 65-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [65]
        }
    },
    {
        "szint" : 45,
        "szöveg" : "Ha be akarsz nyitni az ajtón, lapozz a 90-re. Ha tovább mennél keleti irányba, lapozz a 16-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [90,16]
        }
    },
    {
        "szint" : 46,
        "szöveg" : "A kő igen értékes. A kiálló fadarabokat kerülgetve visszatérsz az elágazáshoz. Lapozz a 184-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [184]
        }
    },
    {
        "szint" : 47,
        "szöveg" : "Az ajtóhoz lépsz és kezelésbe veszed a hatalmas zárat: tekerni kezded a tárcsákat, míg a helyes kombinációt nem sikerül beállítanod rajta. Ahogy az utolsót is a megfelelő helyzetbe fordítod, az ajtó kinyílik és egy szoba tárul fel előtted, melynek falait könyvekkel megrakott polcok szegélyezik. Egy könyvtárban találod magad. A középen álló asztalon három nyitott könyvet látsz. Ha a pirosba akarsz beleolvasni, lapozz az 59-re. Hogyha a kékre vagy kíváncsi, lapozz a 104-re. Ha a zöld érdekel, lapozz a 88-ra. Ha nem tudsz olvasni és úgy döntesz, távozol az északi ajtón át, lapozz a 10-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [59, 104, 88, 10]
        }
    },
    {
        "szint" : 48,
        "szöveg" : "Probléma nélkül eléred a verem alját. Lapozz a 27-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 49,
        "szöveg" : "A növénykének valóban mágikus gyógyító tulajdonsága van, és még szerencsét is hoz. Nyersz 4 ÉLETERŐ pontot, SZERENCSE pontjaid pedig mostantól kezdve nem fognak 6 alá menni. Az északi ajtón át távozol. Lapozz a 152-re.",
        "akció" : {
            "tipus": "ugrás",
            "plushp" : 4,
            "fix" : "A szerencséd mostantól nem mehet 6 alá",
            "ugrás" : [152]
        }
    },
    {
        "szint" : 50,
        "szöveg" : "A tetemet átkutatva 2 Aranytallért és egy darab pergament találsz, melyre három számot írtak. Fogalmad sincs, mit jelenthetnek, de úgy gondolod, egy zár kombinációja lehet talán éppen az, amelyik a Szobrot védi. A számok rendre 15, 10 és 22. Úgy döntesz, jól megjegyzed őket, mert mindig fennáll a veszélye annak, hogy elveszted a papírdarabot. Északi irányba folytatod az utadat. Lapozz a 143-ra",
        "akció" : {
            "tipus": "ugrás",
            "arany" : 2 ,
            "tárgy" : "kombináció",
            "ugrás" : [143]
        }
    },
    {
        "szint" : 51,
        "szöveg" : "Egy kis helyiségbe nyitsz be, mely első ránézésre nem tartalmaz semmi mást, csak nagy halom törmeléket a padlón. Ahogy beljebb lépsz, kellemetlen szag csapja meg az orrodat, és egy éles, magas, és amennyire meg tudod állapítani dühödt visítás kezd egyre erősödni. Végül egy rikoltás kíséretében két hatalmas Denevér ereszti el a plafont a szoba két sarkában, és feléd kezdenek repülni. Ahogy ösztönösen lebuksz sikerül észrevenned a lények vicsorgó agyarait, melyek, készek szétcincálni a torkodat Ha gyorsan kihátrálsz, majd becsapod magad mögött a bejárati ajtót, lapozz a 80-ra Hogyha megveted a lábad és megküzdesz ezekkel a szörnyű teremtményekkel, lapozz a 140-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [80, 140] 
        }
        
    },
    {
        "szint" : 52,
        "szöveg" : "A járat élesen keletre fordul, és végül egy ajtóba torkollik. Lapozz a 45-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [45]
        }
    },
    {
        "szint" : 53,
        "szöveg" : "A part teljesen kihaltnak tűnik, te pedig eléggé óvatlanul járkálsz, így a homokban bujkáló apró, bíbor rák minden gond nélkül csíp bele a lábadba. Vesztesz 2 ÉLETERŐ pontot. A három ajtó bármelyikén át távozhatsz. Ha az északi ajtón át távoznál, lapozz a 87-re. Ha a nyugatin lépnél be, lapozza 6-ra. Ha a keletivel próbálnál szerencsét, lapozz a 111-re",
        "akció" : {
            "tipus": "választás",
            "-HP" : [2],
            "ugrás" : [87, 6, 111]
        }
    },
    {
        "szint" : 54,
        "szöveg" : "Ahogy földet érsz, csúnyán beütöd a térded. Vesztesz 2 ÉLETERŐ pontot. Lapozz a 27-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 55,
        "szöveg" : "Semmit nem találsz. Visszatérsz az elágazáshoz, és keleti irányba folytatod az utad. Lapozz a 31-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [31]
        }
    },
    {
        "szint" : 56,
        "szöveg" : "Ahogy kilépsz az alagútból, elámulsz a szemed elé táruló látványtól. Egy keskeny sziklaszirten állsz, nagyjából félúton az óriási barlangüreg alja és teteje között. A tovaszaladó víz csillogása elárulja, hogy a völgy mélyén egy folyó halad. Jobbodon egy rövid átjáró végén egy lefelé vezető lépcsősort látsz. Mivel ez az egyetlen módja a lejutásnak, óvatosan ereszkedni kezdesz rajta. Lapozz a 27-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 57,
        "szöveg" : "Egy alkóv mellett vezet el az utad, melyben három kis üveget látsz. Az elsőben tiszta, átlátszó, szagtalan folyadékot látsz és szagolsz. A másodikban aranyszínű anyag van, melynek enyhén édeskés az illata, míg a harmadik tartalma fakó zöld színű és kesernyés, csípős szaga van. Ha felhajtanád az első üveg tartalmát, lapozz a 139-re. Ha a második érdekel, lapozz a 150-re. Hogyha a harmadik a szimpatikus, lapozz, a 197-re. Ha nem mered megkóstolni őket, lapozz a 29-re és folytasd az utad keletre.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [139,150,197,29]
        }
    },
    {
        "szint" : 58,
        "szöveg" : "Ahogy belépsz a szobába, a padlónak azon része, melyre ráléptél, lezuhan. Tedd, próbára SZERENCSÉD! Hogyha szerecsés vagy, lapozz a 176-ra. Ha nem, lapozz a 19-re",
        "akció" : {
            "tipus": "választás",
            "probaszerencse" : "lezuhansz",
            "ugrás" : [176,19]
        }
    },
    {
        "szint" : 59,
        "szöveg" : "Felemeled a piros Szinű könyvet és átfutod a tartalmát, remélve, hogy találsz benne valami hasznosat, amit felhasználhatnál, a labirintusból való kijutásra. A szöveg azonban sajnos ősi Elf nyelven íródott így egyetlen rúnáját sem érted. Ha még nem tetted, most belenézhetsz, a kék- lapoz a 104-re- vagy a zöld- lapozz a 88-ra- könyvbe. Hogyha meguntad az olvasást és távoznál az északi ajtón át, lapozz a 10-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [104,88,10]
        }
    },
    {
        "szint" : 60,
        "szöveg" : "A híd épp elég ideig marad épen ahhoz. hogy átérj a túloldalra. Ahogy lelépsz róla, Összeomlik. Lapozz a 76-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [76]
        }
    },
    {
        "szint" : 61,
        "szöveg" : "A hatalmas Galon tetemét- melynek madárszerű karmai még mindig megfeszülnek és elernyednek, mintha még holtukban is szét akarnának lépni téged - megkerülve kiutat keresel a helyiségből. E közben szépen lassan az oszlás bűze tölti be a levegőt. A Madárember teste felé fordulsz, és még éppen megpillantod, amint bőrszárnyai eltűnnek egy csapat vonagló lárva alatt. Néhány másodperccel később már csak a lerágott csontok maradnak meg egykori ellenfeledből. Amint elfogy élelmük, a férgek feléd indulnak, te pedig ráébredsz, hogy halálos veszélyben vagy. Mivel a fura teremtmények közted és a bejárat között állnak, egy másik kiutat kell találnod. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 109-re. Hogyha nincs szerencséd, lapozz a 175-re",
        "akció" : {
            "tipus": "választás",
            "probaszerencse" : "kiutat kell találnod",
            "ugrás" : [109,175]
        }
    },
    {
        "szint" : 62,
        "szöveg" : "Rájössz, hogy nincs rá mód, hogy lejuss innen, így visszatérsz az elágazáshoz. Lapozza 95-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [95]
        }
    },
    {
        "szint" : 63,
        "szöveg" : "Mikor megbillentél, két tárgy kiesett a hátizsákodból (te választhatod ki, melyek legyenek ezek). Vesztesz 1 SZERENCSE pontot. Az északi járaton át folytatod az utad. Lapozz az 52re.",
        "akció" : {
            "tipus": "ugrás",
            "-tárgy":2,
            "-luck":1,
            "ugrás" : [52]
        }
    },
    {
        "szint" : 64,
        "szöveg" : "Ahogy leugrasz, hátizsákod beleakad valamibe, te pedig egy pillanatra elveszted az egyensúlyod, épp mikor földet érsz. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 117-re. Hogyha nincs, szerencséd lapozza 186-ra ",
        "akció" : {
            "tipus": "választás",
            "probaszerencse" : "földreérsz",
            "ugrás" : [117,186]
        }
    },
    {
        "szint" : 65,
        "szöveg" : "Az ajtó egy nyirkos folyosóra vezet, mely először kelet felé fordul, végül pedig északra kanyarodik. Elindulsz. Lapozza 84-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [84]
        }
    },
    {
        "szint" : 66,
        "szöveg" : "Egy lépcsősorhoz érsz, és már épp lefelé indulnál rajtuk, mikor a hátad mögött valami zaj veszélyre figyelmeztet. Megperdülsz, és egy alacsony, köpcös alakot pillantasz meg. Ocsmány arca undok vigyorra húzódik. Háta mögül előkap egy tüskés buzogányt, majd a hírhedt Sikító Szellemet is megszégyenítő csataüvöltéssel megpörgeti, és a karodba vágja. Vesztesz 1 ÉLETERŐ pontot. Meg kell küzdened vele.",
        "akció" : {
            "tipus": "harc",
            "-HP":1,
            "ellenfél" : ["Törpe", 8, 5],
            "ugrás" : [118]
        }
    },
    {
        "szint" : 67,
        "szöveg" : "Az alagút hamarosan tágulni kezd és csodálatos látvány tárul a szemed elé. Egy földalatti völgyet határoló magas sziklafal kellős közepén, egy keskeny szirten találod magad. Nem látsz lefelé vezető utat, és nem mered megkockáztatni, hogy visszafordulj, Nálad van a Lebegés Köpenye? Ha igen, lapozz a 105-re. Ha nem, lapozza 86-ra",
        "akció" : {
            "tipus": "választás",
            "vane":"lebegesköpenye",
            "ugrás" : [105,86]
        }
    },
    {
        "szint" : 68,
        "szöveg" : "Az alagút hamarosan jobbra fordul és egy ideig keletnek halad. Semmi akadályát nem látod annak, hogy te is ezt tedd. Lapozz, a 137-re ",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [137]
        }
    },
    {
        "szint" : 69,
        "szöveg" : "Elérsz egy keletre letérő oldaljárathoz. Az előre haladó út, úgy tűnik, hirtelen véget ér, vagy élesen oldalra kanyarodik. Ha a keleti járattal próbálnál szerencsét, lapozz a 31-re Ha tovább mennél északra és megvizsgálnád a folyosó végét, lapozz a 11-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [31,11]
        }
    },
    {
        "szint" : 70,
        "szöveg" : "Az ajtó egy kis szobába nyílik. Ahogy a nyílásban állsz, a fáklyák ragyogó fényében valami tiszta, vérvörös szín csillan meg Egy hatalmas rubin az, ami örök életedre gazdaggá tenne, ha ki tudnád juttatni a labirintusból. Hogyha a drágakőhöz lépnél és magadhoz vennéd, lapozz a 18-ra. Ha úgy gondold, jobb lenne, ha itt hagynád (elvégre elég nehéz), lapozz a 106-ra",
        "akció" : {
            "tipus": "választás",
            "add":"dragako",
            "ugrás" : [18,106]
        }
    },
    {
        "szint" : 71,
        "szöveg" : "Ajkadhoz emeled a kis fiolát és megiszod a tartalmát. Meglepve tapasztalod, hogy a folyadék teljesen íztelen, de egészen felfrissít. Szentelt Víz volt benne, amit egy ősi Druida áldott meg. Az ezután következő harcok során 1-el megnövelheted majd Támadóerődet. Nyersz SZERENCSE pontot. Ha még nem próbáltad fel, és most ujjadra húznád a gyűrűt, lapozz, a 119-re. Ha fel szeretnéd venni a köpenyt, és eddig még nem tetted, lapozz a 12-re. Ha távozol a helyiségből és észak felé folytatod, az utad lapozz a 80-ra",
        "akció" : {
            "tipus": "választás",
            "áldás": "True",
            "ugrás" : [119,12,80]
        }
    },
    {
        "szint" : 72,
        "szöveg" : "Az ajtó egy újabb alagútba nyílik, mely kelet-nyugati irányba halad. Tudod, hogy neked északra kellene továbbmenned, de most kénytelen vagy ezek közül választani és reménykedni, hogy jó helyen bukkansz majd ki. Nyugatra indulsz, és megkönnyebbülsz, mikor egy elágazáshoz érsz. Északra fordulsz, és sokkal nyugodtabban folytatod az utad. Lapozz a 195-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [195]
        }
    },
    {
        "szint" : 73,
        "szöveg" : "Továbbra is nyugati irányba haladva észreveszed, hogy a járat egy kisebb szikla halomban ér véget. Csákány és ásó nélkül itt esélyed sem lenne átjutni. Ahogy megfordulsz, hogy visszatérj az előző elágazáshoz. egy sötétebb folt egy újabb észak felé vezető, alagút jelenlétét árulja el. Úgy döntesz erre mész tovább. Lapozz a 174-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [174]
        }
    },
    {
        "szint" : 74,
        "szöveg" : "Átlépsz a két Iszapsárkány tetemen és a szükségesnél óvatlanabbul végigsietsz a keskeny úton. Egy rémisztő pillanatra megbillensz az egyik medence irányába, mikor lábad megcsúszik egy kődarabon, de végül némi kapálózás segítségével sikerül egy újabb lépést tenned, és valamivel stabilabb talajt érned. Lapozz a 63-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [63]
        }
    },
    {
        "szint" : 75,
        "szöveg" : "Túl nehéz, vagy az ingatag építménynek, ami összetörik a lábad alatt. Egyenesen a vízbe zuhansz, és kénytelen vagy kiúszni belőle, hogy meg ne fulladj. Az áramlat azonban nagyon erős. Lapozz a 148-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [148]
        }
    },
    {
        "szint" : 76,
        "szöveg" : "Homokos parton találod magad, melynek félhold alakja van. Az előtted lévő sziklafal egy kis alkóvot alkot, és három ajtót foglal magában. Ezek közül választhatsz majd, mikor eljön a távozás ideje, előtte azonban még el kell döntened, át akarod-e kutatni a folyópartot ékkövek vagy aranyérmék után. Hogyha az északi ajtón át távoznál, lapozz a 87-re. Ha a nyugatin lépnél be, lapozz a 6-ra. Ha a keletivel próbálnál szerencsét, lapozz a 111-re. Ha előbb átkutatnád a partot, lapozz az 53-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [87,6,111,53]
        }
    },
    {
        "szint" : 77,
        "szöveg" : "Mielőtt lehetőséged lenne előhúzni a kardodat, az öreg férfi felemeli, jobb kezét Mosolya eltűnik arcáról, hangja pedig, mely hirtelen felerősödik, megszólal a fejedben, ám ajkai közben nem mozognak. Ne próbálj meg ártani nekem. Erőm hatalmas és bármikor olyan tömör sziklává változtathatlak, mint egy oszlop a Nagyteremben. Ha nem törődsz a figyelmeztetésével és folytatod a támadást, lapozz a 135-re. Ha nálad van a szobor és válaszolni kívánsz a kérdésére, lapozz a 91-re. Ha nincs nálad, vagy nem vallod be, hogy megszerezted, úgy lapozz a 131-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [135,31,91]
        }
    },
    {
        "szint" : 78,
        "szöveg" : "A számszeríj nem volt tökéletesen beállítva, így ahelyett, hogy halálos sebet okozott volna fejeden vagy nyakadon, a vesző csupán hal válladba áll bele elég mélyen. Lehetett volna rosszabb is, de még így is vesztesz 4 ÉLETERŐ pontot. Kirántod a lövedéket, szakítasz ruhádról némi gézt és szorosan bekötöd magad, hogy el ne vérezz. Hangosan átkozódva indulsz ismét észak felé, az egyetlen irányba, amerre még teheted. Lapozz a 89-re.",
        "akció" : {
            "tipus": "ugrás",
            "-HP": 1,
            "ugrás" : [89]
        }
    },
    {
        "szint" : 79,
        "szöveg" : "A keleti járat elég keskeny és sötét, és újabb leágazásba fut bele, ezúttal a balodon. Ha erre mennél tovább, északi irányba, lapozza 141-re. Ha egyenesen folytatnád az utadat lapozza 122-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [141,122]
        }
    },
    {
        "szint" : 80,
        "szöveg" : "Észak felé haladsz. Megszenvedsz az úttal, hisz eléggé hepehupás. Hamarosan elérsz egy elágazáshoz. A nyugat felé tovább induló szakasz még rosszabb állapotúnak tűnik, mint az, ahol most jársz, ezért úgy döntesz továbbra is tartod az irányt. Lapozza 89-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [89]
        }
    },
    {
        "szint" : 81,
        "szöveg" : "Olyan csendben lopakodsz élőre, amennyire csak tudsz, ám kardod véletlenül nekicsapódik a kőnek, és éles, csengő hangot ad ki. Tedd próbára SZERENCSÉD! Ha szerencsés vagy, lapozz a 97-re. Ha nincs, szerencséd lapozza 138-ra",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [97,138]
        }
    },
    {
        "szint" : 82,
        "szöveg" : "Sikerül levágnod az Iszapsárkány fejét, mely előtted hever, elzárva az utat a keskeny párkányon. Nem mered kézzel ellökni, mert a fején lévé nyúlványok még mindig azzal a furcsa, zöld színnel izzanak, amit korábban is láttál. Ennélfogva kardodat emelőként aládugva megemeled egy kicsit, hogy legurítsd a szegélyről. Belecsobban a sárba, ahol végső haláltusájában ismét püffedni kezd. Gyorsan elsietsz mellette, még mielőtt megint elzárná az utat, de már csak leeresztésének sípolását hallod, amint végleg távozik az élők sorából. Lapozz az 52-te.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [52]
        }
    },
    {
        "szint" : 83,
        "szöveg" : "Az öreg arcra megkönnyebbülés ül ki. Kinyitja a fal egyik titkos rekeszét és elvesz egy bőrerszényt. Előrenyújtott kezedbe önti annak tartalmát, 27 Aranytallért és egy Gyémántot, amiket azonnal a hátizsákodba pakolsz. Ha most az északi falon álló ajtón át távozol, lapozza 180-ra. Ha úgy döntesz megszeged adott szavad és a pénz, ellenére is végzel vele, lapozz a 17-re.",
        "akció" : {
            "tipus": "választás",
            "arany":27,
            "ugrás" : [180,17]
        }
    },
    {
        "szint" : 84,
        "szöveg" : "Balodon egy masszív tölgyfa ajtól látsz, melyet acélszegecsek hada tarkít. Kilincso, mely az ajtólap közepéből mered kifelé, leginkább egy hatalmas madárra emlékez- tet. Könnyen megeshet, hogy ez a díszes kapu a Szobrot örzi! Ha be szeretnél nyitni, lapozz a 157-re. Ha úgy gondolod, ez túl nyilvánvaló megoldás lenne és tovább mennél észak felé, lapozz a 125-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [157,125]
        }
    },
    {
        "szint" : 85,
        "szöveg" : "A Tolvajnál mindössze 3 Aranytollért és egy háromszög alakú, penészes gyümölcsöt találsz. Még soha nem láttál ehhez hasonlót, de gyanítod, hogy ez lehet a Xentos, a hosszú élet gyümölcse. Ha nem lenne ilyen borzalmas állapotban, gond nélkül megkockáztatnád, hogy belekóstolj, igy azonban úgy döntesz, hogy itt hagyod és folytatod az utad észak felé. Hamarosan egy útelágazáshoz érsz. Ha továbbra is északnak tartasz lapozz a 108-ra. Ha a nyugati irányba leágazó új járaton mennél tovább, lapozz a 147-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [108,147]
        }
    },
    {
        "szint" : 86,
        "szöveg" : "Ahogy körbenézel, észreveszed egy kötelet, amit egy nagyméreti sziklához kötöztek Amennyire cinéred, nincs túl jó állapotban, és azt sem látod, milyen mélyen ér le a szakadókba, de úgy tűnik, ez az egyetlen lehetőséged a lejutásra, Tedd próbára - És Hogyha szerencséd van, lapozz a 190-re. Ha nincs, lapozz a 4-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [190,4]
        }
    },
    {
        "szint" : 87,
        "szöveg" : "Az alagutat egy jókora, vasveretes ajtó zárja le. Megpróbálod lenyomni a kilincset, de zárva van. A méretes kulcslyukon átnézve nem sokat tudsz kivenni a túloldalból. Mikor a füledet hozzászorítod, tollak suhogását és fütyülés-szerű sóhajtást hallasz. Ha van nálad egy Arany Kulcs, lapozz a 13-a. Ha nincsen, lapozz a 121-ra",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [13,121]
        }
    },
    {
        "szint" : 88,
        "szöveg" : "A zöld könyvet kézzel írták, és valamiféle naplóra emlékeztet. Az utolsó bejegyzés, legnagyobb döbbenetedre, a te nevedet tartalmazza. Ez a próbára küldött bűnözök listája. Szerencsére egyelőre nem látsz ítéletet beleírva. Sikerül megállapítanod hogy mióta te beléptél, azóta nem küldtek újabb embert a próbám, ám előtted egy nappal korábban egy tolvaj lépett be, és az 6 neve mellett már ott szerepel a döntés: bűnös! Ha még nem tetted, most belenézhetsz a piros-lapozz az 59-re vagy a kék -lapozz a 104-ro könyvbe. A könyvtárból való távozáshoz lapozz a 10-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [59,104,10]
        }
    },
    {
        "szint" : 89,
        "szöveg" : "A járat meredeken emelkedik, te pedig gyorsan fáradni kezdesz. Figyelmed ellankad, és nem veszed észre a padlóban lévé meglazult ködarabot. Megbotlasz és elesel. közben pajzsod a fal egyik repedésébe ékelődik. Miközben próbálod kiszabadítani, elferdül. Sérült pajzsod miatt a soron következő csatákban 2-vel csökkentened kell majd Támadóerődet, Morogva mész tovább, míg végül egy újabb elágazáshoz nem érsz. Hogyha a nyugati ágon folytatnád az utad. lapozz a 95-re. Ha egyenesen mész tovább, lapozz a 127-re.",
        "akció" : {
            
            "tipus": "választás",
            "ugrás" : [95,127]
        }
    },
    {
        "szint" : 90,
        "szöveg" : "Az ajtón benyitva vaksötét fogad. Ha szeretnél végig tapogatni a sötétben, lapozz a 167-re. Ha inkább távoznál innen, lapozza 154-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [167,154]
        }
    },
    {
        "szint" : 91,
        "szöveg" : "Előveszed hátizsákodból a Szobrot, és mi- után meg dörzsölőd a kabátod ujjával, az öregember felé tartod. Elveszi tőled és közömbösen az íróasztal fiókjába helyezi. Még csak arra sem veszi a fáradtságot, hogy rá zárja a kulcsot. Int neked, hogy kövesd, és egy csigalépcsőn elindul fölfelé. A lépcső egy széles pódiumon ér véget, és boldogsággal tölt el, hogy ismét bőrödön érezheted a nap meleg sugarait, a szellőt. Mintha egy éve nem jártál volna a felszínen. Lapozza 200-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [200]
        }
    },
    {
        "szint" : 92,
        "szöveg" : "Elkapod a követ és egy pillanatra megpihensz, miközben a folyó megpróbál magával ragadni életmentő horgonyodról. Végül felkapaszkodsz a sziklára és lihegve elterülsz rajta. Ekkor valami arany csillogás vonja magára a figyelmedet. Előre mászol, és legnagyobb örömödre megpillantod az Aranyszobrot, melynek keresésére indultál, pihenőhelyed egyik mélyedésében! Teljesen megfeledkezel kimerültségedről, magadhoz veszed és a túlpartra ugrasz. Lapozz a 76-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [76]
        }
    },
    {
        "szint" : 93,
        "szöveg" : "Már félúton jársz lefelé, mikor vérfagyasztó üvöltés csapja meg a füledet. Ahogy feltekintesz, egy hatalmas madarat pillantasz meg, ami egy, a sziklafalon lévő ágról tekint le rád. Széles szárnyai egyetlen csapásával a levegőbe emelkedik, tesz egy kört a folyó felett, majd megindul feléd. Érzed, ahogy tenyered izzadni kezd a félelemtől. A kötél kicsúszik a kezeid közül, te pedig zuhanni kezdesz a talaj felé. A hatalmas madár diadalmas rikoltással kap el téged a levegőben, majd felrepül a fészkéhez és érzed, hogy esel- esel, egyenesen ocsmány kicsinyei közé, akik már türelmetlenül várják a következő etetést. Egyesével tépik ki végtagjaidat, majd mohón befalják. Kalandod itt véget ér",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 94,
        "szöveg" : "Betekered ellenfeled saját ezüstszínű hálójába. Ezután megragadod a rubint és az ajtó felé indulsz. Már alig várod, hogy kikerülj abból a selyemmel bevont kriptából! A Pók hatalmas teteme, melyet ragacsos selyem- szálak borítanak, az út kellős közepén hever. Kénytelen vagy átmászni rajta, és az enyves massza érintésétől valósággal rosszul leszel. Mikor végre eléred a kijáratot, meg hemperegsz a porban, hogy megszabadulj a ragacsos érzéstől. Koszos vagy és fáradt. Magad mögött hagyod a helyet és északnak indulsz. Lapozz a 106-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [106]
        }
    },
    {
        "szint" : 95,
        "szöveg" : "Nyugati irányba mész, le egy lejtős járaton míg el nem érsz egy újabb elágazást. Úgy gondolod, a déli út visszafelé vezetne, így észak felé indulsz, Lapozz a 153-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [153]
        }
    },
    {
        "szint" : 96,
        "szöveg" : "Az alagút kanyarulata mögül túlvilági ragyogás árad. Ahogy a falra vetült játékot nézed, úgy érzed, a fény magától lüktet és változtatja a színét. Nagyon óvatosan fordulsz be a kanyarban, amin túl igen bizarr látvány fogad. Három nagyon alacsony, ezüstszínů, lebegő kopenybe öltözött alak táncol valamilyen rituális táncot a fény forrása körül. Az üreg falát itt mindenhol tükrök borítják, és a változó színek oda- vissza ugrálnak azok közt, a lüktető ragyogástól és szédülés tör rád. A forrás egy hatalmas kristály, mely egy magas talapzaton nyugszik, de képtelen vagy megállapítani, pontosan miféle kő is ez. Egyébként sincs idöd sokat spekulálni ezen, mivel az ezernyi tükörképnek köszönhetően az alakok felfigyelnek egy óvatlan mozdulatodra. A lények dühödten felkiáltva vetik rád magukat. Egy ellenfélként küzdj meg vele.Ha győzöl, lapozz a 191-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [191]
        }
    },
    {
        "szint" : 97,
        "szöveg" : "Kezed egyből a kardod markolatára teszed, hogy elállítsd a csengő hangot. A kutya mocorog egy kicsit, de nem ébred fel. Szíved a torkodban dobog, ahogy haladsz, de végül gond nélkül elérsz a túloldalra. Leemeled a kulcsot a szögről, csendesen kinyitod az ajtót és becsapod magad mögött. Miközben odakinn ráfordítod a kulcsot, a túloldalról félelmetes morgást és repedő fa hangja szűrődik át, ahogy az állat újra és újra nekiugrik. Lapozza 30-ra.",
        "akció" : {
            "tipus": "ugrás",
        "ugrás" : [30]
        }
    },
    {
        "szint" : 98,
        "szöveg" : "Az ajtó ugyan zárva van, de a korábban talált kulccsal gond nélkül sikerül kinyitnod. Ahogy belépsz, két dárda repül elő az ajtóban levő egyik lyukból. Tedd próbára szerencsédet! Ha a szerencsés vagy, lapozza 44-re. Ha nincs szerencséd lapozza 8-ra!",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [44,8]
        }
    },
    {
        "szint" : 99,
        "szöveg" : "A fáklyák halovány fényében súlyos vasrácsot látsz a fal jobb oldalán. Zárva van, és bármennyire is erőlködsz, semmit nem látsz mögötte. Ha van nálad egy Bronz Kulcs, és azzal próbálod meg kinyitni a zárat, lapozz a 159-re. Ha nincs nálad a Kulcs, vagy nem akarod kinyitni a ketrecszerű kaput, lapozz 68-ra és folytasd az utad észak felé.",
        "akció" : {
            "tipus":"tválasztás",
            "tárgyválasztás":"kulcs",
            "ugrás" : [159,68]
        }
    },
    {
        "szint" : 100,
        "szöveg" : "A szörnyeteg holtan hever előtted. Nyáladzó pofájának tartalmát gyorsan magába szívja a poros talaj. Karmai színaranyak egyesével letéped őket a hatalmas mancsról, majd zsebre vágod őket. Ezután leemeled a kulcsot a szögről, kinyitod az ajtót és távozol, Lapozza 30-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [30]
        }
    },
    {
        "szint" : 101,
        "szöveg" : "A sár felszíne domborodni kezd, és tompa pukkanás kíséretében egy óriási gázbuborék emelkedik ki belőle. Ahogy a felszín kisimulna, apró, zöld színű cikázó fények jelennek meg rajta. A foltocskák kiemelkednek, aljukból csápok nőnek ki, melyek percről percre hosszabbodnak. Végül egy Iszapsárkány óriási feje bakkan elő félig a nyálkás folyadék mélyéből! Most már látod, hogy a zöld fények, amiket korábban láttál valójában a lény fejéből kinövő csápok, melyek egészen addig szabadon lengeni látszanak, míg hirtelen mindegyik rád nem szegeződik. A hatalmas száj kinyílik, för- telmes szagú gáz tör elő belőle, ezután ellenfeled duzzadni kezd, ahogy levegővel szívja meg magát. Egyre csak nő és nő, míg végül kezded úgy érezni, hogy teljesen betölti a termet. Meg kell küzdened vele. Előhúzod kardodat, mely hirtelen elégtelennek tűnik ellenfeleddel szemben. Iszapsárkány ügyesség10 élet6. ha nyersz lapozz 82-re",
        "akció" : {
            "tipus": "harc",
            "ugrás" : [82]
        }
    },
    {
        "szint" : 102,
        "szöveg" : "Miután felhajtod az üvegecsében levő italt, megdöbbenve tapasztalod, mennyivel jobban érzed most magad. Az üvegben a Szerenese Italának egy adagja volt. Növeld meg 1-el Kezdeti szerencsédet, majd állítsd vissza jelenlegi pontjaidat erre az új értékre. Folytatod a kúszást észak felé. Lapozz a 169-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [169]
        }
    },
    {
        "szint" : 103,
        "szöveg" : "Bár a víz mély és elég gyors folyása van, annyi erő benned, hogy folyásirányba úszva jóval lentebb kievickélj a partra. Miután kifújtad magad, visszatérsz a hídhoz és folytatod utad az ösvényen. Lapozz a 76-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [76]
        }
    },
    {
        "szint" : 104,
        "szöveg" : "A kék könyv térképeket tartalmaz, és bár minden nevet föl írtak bele, a képen felismerni véled Analandot. Úgy tűnik, ez a mű tartalmazza azon városok, falvak, és ami még fontosabb, bányák helyzetét, melyekben drágakövet vagy nemesfémet találhatsz. Ha sikerülne magaddal vinned ezt a kötetet a felszínre, futármunkád sokkal jövedelmezőbbé és biztonságosabbá válhatna. Biztonságba helyezed hát kabátod egyik belső zsebébe. Mielőtt elhagynád a termet, még belenézhetsz a piros- lapoz az 59-re vagy a zöld lapozz a 88-ra könyvbe. Ha inkább egyszerűen távoznál az északi ajtón át, lapozza 10-re. ",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [59,88,10]
        }
    },
    {
        "szint" : 105,
        "szöveg" : "Döbbenten veszed észre, hogy köpenyed felfúvódik és felemel a lábadról. Lassan lebegsz le a talajra, és könnyedén érsz földet. Alig mered elhinni, mekkora szerencséd van. Lapozza 27- re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 106,
        "szöveg" : "A járat továbbra is északnak tart, de hamarosan egy leágazást találsz, mely keletre tér le. Ha erre mennél tovább, lapozz a 179-re. Ha egyenesen folytatnád az utad, lapot a 153-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [179,153]
        }
    },
    {
        "szint" : 107,
        "szöveg" : "Mivel az ajtó túloldaláról hangokat hallasz átszűrődni, óvatosan nyitsz be. Ahogyan bekukucskálsz a túloldalon, két cseveg Orkot veszel észre. Remélve, hogy nem fogod érdekelni őket, megpróbálsz elsétálni mellettük, ám amikor észrevesznek, mindketten kardot húznak elő. Egyesével kell megküzdened velük.Ha legyőzöd ellenfeleidet, lapozz a 198-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [193]
        }
    },
    {
        "szint" : 108,
        "szöveg" : "Északi irányba követed az átjárót. Hamarosan elérsz egy keleti elágazáshoz. Hogyha egyenesen mész tovább, lapozz a 146-ra. Ha letérsz6 jobbra, lapozz a 79-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [146,79]
        }
    },
    {
        "szint" : 109,
        "szöveg" : "Elhátrálsz a férgek elől, míg kinyújtott kezeiddel meg nem érzed az északi falat. Megfordulsz és próbálsz valamilyen lábtartót keresni a padló szintje fölött. Egy keskeny szegély fut végig nagyjából fél méter magasan. Kapaszkodót keresve végül megmarkolsz egy kiálló kődarabot és fellépsz. Majdnem elveszted a fogódzkodódat, mikor a falszakasz, amin kapaszkodsz, befordul és téged is kimenekít szorult helyzetedből. A szobán kívül találod magad, egy észak felé haladó folyosón. Megkönnyebbülten fellélegzel, lelépsz a falról és előre indulsz. Egy elágazáshoz érkezel, melyen szintén egyenesen haladsz tovább. Lapozz a 195-re",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [195]
        }
    },
    {
        "szint" : 110,
        "szöveg" : "Az Aranykules illik a zárba, és egy észak felé haladó folyosót fed fel elötted. A járat élesen jobbra kanyarodik, majd vissza balra. A második sarok után egy tükörrel kerülsz szembe, ami teljesen elállja az utadat. Egy pillanatig saját tükörképed néz veled farkas- szemet, a következőben pedig - legnagyobb megrökönyödésedre már ki is lép belőle, előhúzza kardját és rád támad! Mivel ez a valami a tökéletes tükörképed, ugyanolyan ÜGYESSÉGGEL rendelkezik, mint te, ám mi- után a síkból térbe való kilépés eléggé ki- meritette, ÉLETEREJE 2-vel kevesebb lesz a tiédnél. Ez ígérkezik a legnehezebb harcod- nak, mivel nem vagy meggyőződve arról, hogy meg tudod-e nyerni. Az biztos, hogy ö végezni tud veled, abban azonban már kevésbé vagy biztos, hogy ellenfeled legyőzése nem fog-e öngyilkosságnak minősülni? Ha megnyered a csatát, lapozz a 128-ra.",
        "akció" : {
            "tipus": "harc",
            "ugrás" : [128]
        }
    },
    {
        "szint" : 111,
        "szöveg" : "Az alagút elkeskenyedik, és egyre nehe- zebben tudsz csak előre haladni. A plafon meredeken lefelé indul, igy először le kell hajolnod, végül négykézlábra kényszerülsz Valamennyire látod magad elött az utat a szűk járaton át. Tedd próbára SZERENCSÉD! Ha nincs szerencséd, lapozz a 116-ra. Ha szerencséd van, találsz egy kézre álló kö- darabot, amivel sikerül eléggé kiszélesite- ned az alagutat ahhoz, hogy gond nélkül továbbhaladhass - lapozz a 20-ra.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [116,20]
        }
    },
    {
        "szint" : 112,
        "szöveg" : "Ahogy a folyosón haladsz, furcsa hangot hallasz. Megállsz hallgatózni. Csoszogó léptek zaja úti meg a füledet. Nincs hová bújnod, igy valamiféle szörnyeteg felbuk- kanását várva előhúzod kardodat. Ehelyett egy öregember bukkan fel elötted. Fegy- veredre pillant, és esdekelni kezd. - Kímélj meg! Csak egy vén, egyszerü fickó vagyok, aki elmenekült a cellájából. Hüvelyébe dugod a kardod, a férfi pedig elmondja, hogy már évek óta itt él, mióta fiatal ko- rában beküldték az Ítélet Labirintusába. Az egyik szörny elleni harc során súlyos sebet szerzett, és bár túlélte az összecsapást, el- vesztette a fegyvereit és igy képtelen volt folytatni az utat. Régóta bujkál már idelenn, most pedig már túl öreg ahhoz, hogy visszatérjen a fenti világba, ahol egyéb- ként is végeznének vele, mivel nem tudja a Szobor bemutatásával bizonyítani ártatlan- ságát. Igy inkább idelenn maradt a végtelen éjszakában, és abból élt, amivel az utazók megszánták. Miközben beszél, úgy dönt, még egy utolsó kísérletet tesz a kijutásra, igy megkérdezi tőled, merre találja a be- járatot. Hogyha megmondod neki, lapozz a 187-re. Ha rossz utat mondasz neki, lapozz a 156-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [187,156]
        }
    },
    {
        "szint" : 113,
        "szöveg" : "Ahogy felrázod, a fickó szemei felpattan- nak, és mikor megpillant téged, rettegés tölti el. Ne, ne! Kérem, ne öljön meg! - kö- nyörög. Ha életben hagy, minden eldugott pénzemet magának adom! Ha végezni akarsz vele, lapozz a 17-re. Ha elfogadod az ajánlatát, lapozz a 83-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [17,83]
        }
    },
    {
        "szint" : 114,
        "szöveg" : "Kitartóan kutatsz, de semmit nem találsz. Végül leülsz egy nagy, négyzet alakú köre, hogy megpihenj, azonban amint teljes sú- lyoddal ránchezedsz, csikorgó hang úti meg a füledet, és a fal egy része kinyílik. Minden korábbi fáradtságodat feledve talpra ugrasz és folytatod az utad. Lapozz a 177-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [177]
        }
    },
    {
        "szint" : 115,
        "szöveg" : "Lezuhansz a verembe, és felkészülsz rá,hogy talpad mindjárt a sziklás padlóba ütkö- zik. Az azonban csak nem jön, és beletelik egy kis időbe, hogy rádöbbenj: a lyuknak nincs is alja! A súlytalanság érzése kerit hatalmába, te pedig csak esel... és esel... és esel... Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 116,
        "szöveg" : "Hátizsákod beszorul az egyre keskenyedő járatban. Képtelen vagy kibújni belőle, és bármennyire is próbálkozol, meglazítani sem vagy képes. Egy pillanatig megpihensz, majd újult elszántsággal teszel még egy utolsó próbát. Mély, remegő hangot hallasz és a levegőt por tölti meg, miközben mö- götted a plafon egy része az alagútba zuhan. Immáron teljes sötétségbe vagy zárva. Tu- dod, hogy nem fogsz megfulladni, mivel hüvös szellő simogatja az arcod az előtted magasodó fal egy keskeny repedésén át. Rájössz, hogy éh- és szomjhalál vár rád, így imádkozni kezdesz egy újabb plafonbeomlásért, ami meggyorsíthatná végedet. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 117,
        "szöveg" : "Sikerül oldalra gurulnod, és így csak kicsit sérülsz meg. Vesztesz 1 ÉLETERO pontot. Nem vesztegeted az időt, északnak indulsz. Lapozz a 126-ra.",
        "akció" : {
            "tipus": "ugrás",
            "minushp":1,
            "ugrás" : [126]
        }
    },
    {
        "szint" : 118,
        "szöveg" : "Egy három ajtós terembe lépsz be. Azon kívül, amin át beléptél, látsz még egyet a szemközti falon és egyet magad mellett, mely valószínüleg arra megy vissza, amerröl jöttél, csak esetleg egy másik szintre. Lapozz a 145-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [145]
        }
    },
    {
        "szint" : 119,
        "szöveg" : "Ahogy ujjadra húzod a gyürüt, erős, égető érzés tölti el az ujjadat. Vesztesz 1 SZERENCSE és 2 ÉLETERO pontot. Megpróbálod lehúzni, de minél jobban rángatod, annál inkább összezsugorodik. Valaha ez volt az Ügyesség Gyürüje, ám egy ősi banya átkot szórt rá, ami nagyjából semlegesítette azon bónuszokat, amiket adott. Ha fel szeretnéd venni a köpenyt, és korábban még nem pró- báltad, lapozz a 12-re. Amennyiben még nem ittad meg a folyadékot, és most fel- hajtanád, lapozz a 71-re. Hogyha bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra.",
        "akció" : {
            "tipus": "választás",
            "minushp":2,
            "minusluck":1,
            "ugrás" : [12,71,80]
        }
    },
    {
        "szint" : 120,
        "szöveg" : "Ahogy kinyitod az ajtót, meglepetten pilantod meg a csillogó Aranyszobrot egy emelvény tetején! Éppen úgy néz ki, mint amilyennek leírták. Hogy elérd, át kell jut- nod a szobán, melynek padlóját kifeszített drótok futják be össze-vissza, és amik a falban nagyjából mellkas magasságban lévő számszerijakhoz csatlakoznak. Hogyha meg akarsz próbálni bejutni, hogy megszerezd a Szobrot, lapozz a 3-ra. Ha úgy döntesz, hogy ez túlságosan kockázatos lenne, becsuknád magad mögött az ajtót és inkább kelet felé indulnál, lapozz a 28-ra",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [3,28]
        }
    },
    {
        "szint" : 121,
        "szöveg" : "Nincs más választásod, minthogy a válladdal ronts neki az ajtónak. Nem lesz egy egyszerű feladat, mivel a szegecsek igen hosszúak és hegyesek. Lapozz a 196-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [196]
        }
    },
    {
        "szint" : 122,
        "szöveg" : "Az alagút egy ideig kelet felé folytatódik. végül északra fordul. Ahogy a kanyar felé közeledsz, a szemben lévő falon egy lüktető fényfoltot veszel észre. Óvatosan nézel be balra. Lapozz a 144-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [144]
        }
    },
    {
        "szint" : 123,
        "szöveg" : "Nagy nehezen bemászol a lyukba és ereszkedni kezdesz. A levegő hőmérsékleté rohamosan növekedni kezd, és rájössz, hogy nagy hibát követtél el. Egyenesen egy föld-alatti kemence felé tartasz. Lángnyelvek csapnak feléd, ahogy próbálsz visszamászni a lejtőn. Lapozz a 35-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [35]
        }
    },
    {
        "szint" : 124,
        "szöveg" : "Az ajtó egy teljesen üres szobába nyílik. A padlón egy nagy lyuk tátong. Ahogy a szélére lépsz és letekintesz, látod, hogy nem túl mély. Egy folyosó indul odalenn, mely szintén északi irányba halad tovább. Hogyha el- hagyod a helyiséget, és folytatod az utadat… Lapozz a 129-re. Ha leereszkedsz az alsóbb szintre, és ott mész tovább, lapozz a 64-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [129,64]
        }
    },
    {
        "szint" : 125,
        "szöveg" : "Egy hosszú lépcsősor lábához érkezel. A fel- felé vezető út korántsem olyan nehéz, mint amitől tartottál. Nyersz 1 SZERENCSE pontot. Lapozz a 142-re.",
        "akció" : {
            "pluszluck":1,
            "tipus": "ugrás",
            "ugrás" : [142]
        }
    },
    {
        "szint" : 126,
        "szöveg" : "Az alagút északi irányba halad, egy idő után azonban kettéágazik. A jobb oldali alagút olyan meredeken ereszkedik lefelé, hogy még durván faragott lépcsőket is látsz benne. Ha erre akarsz továbbmenni, lapozz a 155-re. Ha a szintben maradó, egyenesen tovább haladó folyosón folytatnád az utad, lapozz a 118-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [155,118]
        }
    },
    {
        "szint" : 127,
        "szöveg" : "A járat fokozatosan kiszélesedik, és hamarosan egy sziklapárkányra érsz, ami kelet-nyugati irányban fut végig egy magas sziklafal közepén. Tiszta szerencse, hogy nem siettél nagyon, különben most egyenesen a szakadékba zuhantál volna. Hasra fekszel a párkányon és letekintesz a szélén. Messze alattad egy kis hidat látsz, ami sebesen folyó patak felett ível át. Elhátrálsz a széléről. Felnézel, de semmit nem látsz, csak a sötétséget. Nem látod, hogyan tudnál leereszkedni a völgy fenekére, a perem pedig nem messze semmivé keskenyedik mindkét oldalon. Ha nálad van a Lebegés Köpenye lapozz a 23-ra. Ha nincs, lapozz a 62-re.",
        "akció" : {
            "tipus": "tválasztás",
            "tárgyválasztás":"lebegéslöpenye",
            "ugrás" : [23,62]
        }
    },
    {
        "szint" : 128,
        "szöveg" : "Még élsz! Bármennyire is fáradt vagy, kardod markolatával darabokra zúzod a tükröt. Ebből már nem fog újabb kihívó előlépni. Egy keskeny szirten találod magad, egy magas sziklafal kellős közepén. A barlangüreg plafonja áthatolhatatlan sötétségbe burkolózik. Előtted egy folyó halad keletről nyugatra, felette pedig egy híd ível át. Nem találsz lefelé vezető utat, csak egy vasgyűrűn akad meg a szemed, amit a falba rögzítettek. Hozzákötöd a köteled, majd el- kezdesz lefelé mászni. Tedd próbára SZERENCSÉDET! Ha szerencséd van, lapozz a 48-ra Ha nincs szerencséd, lapozz a 93-ra.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [48,93]
        }
    },
    {
        "szint" : 129,
        "szöveg" : "Hamarosan egy újabb elágazáshoz érsz. Ha kelet felé mennél tovább, lapozz a 112-re. Hogyha északnak folytatnád az utad, lapozz a 66-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [112,66]
        }
    },
    {
        "szint" : 130,
        "szöveg" : "Minden erődet összeszedve próbálod megemelni a fülénél fogva, azonban meg sem moccan. Kénytelen vagy feladni a dolgot és északi irányban folytatni az utad. Lapozz a 80-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [80]
        }
    },
    {
        "szint" : 131,
        "szöveg" : "Elmondod a férfinak, hogy nincs nálad a Szobor. Arca kifejezéstelen, amikor meg- szólal. Rendben van. Kövess Meg- fordul, és egy csigalépcsőn elindul fölfelé. Nincs választásod, kénytelen vagy követni. A lépcső egy pódiumon ér véget, és boldog- sággal tölt el, hogy ismét börödön érezheted a nap sugarait, a szellöt. Mintha egy éve nem jártál volna a felszínen. Lapozz a 26-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [26]
        }
    },
    {
        "szint" : 132,
        "szöveg" : "A víz elsodor a szikla mellett, és bármenynyire is igyekszel, nem tudod elkapni. Próbálsz az áramlattal együtt úszni, abban bízva, hogy végül a partra vet téged, am miközben a barlangüreg nyugati fala felé közeledtek, kénytelen vagy rájönni, hogy a folyam eltűnik egy keskeny alagútban. Ha a felszinen maradsz, csúnyán be fogod verni a fejed a plafonba, úgyhogy mély levegőt veszel és lebuksz. Az áramlat magával sodor az alagútba, és többé nem bukkansz eló. Kalandod itt véget ér",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 133,
        "szöveg" : "Kardoddal széttöröd a zárat és kitárod a cella ajtaját. Szabad vagy. Most pedig gyorsan mondd el, hol va.... A férfi věz naságához képest meglepo fürgeséggel rád ugrik és kicsavarja kezedból a kardodat. Ezután a gyomrodba szúrja saját fegyvered, és csuklójának egy csavarásával kibelez. Nem lett volna szabad megbiznod egy bü nözőben. Kalandod itt ocsmány véget ér",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 134,
        "szöveg" : "Valamennyi mágia még van a Gyürüdben, ami figyelmeztet, hogy a szoba átkutatása elött próbálj meg meggyőződni arról, hogy nincs-e benne csapda. Sikerül kitapogatnod egy alig észrevehető, hajszálvékony rést a köpadlóban, ezért úgy döntesz, nem koc- káztatod meg, hogy belépj. Lapozz a 154-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [154]
        }
    },
    {
        "szint" : 135,
        "szöveg" : "Felnevetsz a gondolatra, hogy egy ilyen vénséges, törékeny ember árthatna neked, miután annyi veszélyt sikerült túlélned. Dühödt kiáltással felemeled kardodat, hogy egyetlen csapással leszeld az alak fejét a nyakáról. A férfi a lábadra mutat, melyek egyból ólomnehézzé változnak. Képtelen vagy megmozditani őket. Bár minden izmod megfeszül, combod megkeményedik, hátad merevvé válik, felemelt karjaid meg- szilárdulnak. Csapás közben megdermedve rémülten nézed, ahogy az idős férfi hozzád lép és csontos ujjával megkocogtatja az arcod. Semmit nem érzel, de hallod a fém és szikla jellemző hangját, mikor gyürüi az orrodnak ütödnek. Kétségbeesetten próbál va menekülni, még egy utolsó lélegzetet veszel, mielőtt a szived kövé válik. Kalan- dod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 136,
        "szöveg" : "Visszatérsz a korábbi elágazáshoz. Előtted áll az ajtó, amin át beléptél. Arra nem me- hetsz tovább, igy északra fordulsz. Lapozza 172-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [172]
        }
    },
    {
        "szint" : 137,
        "szöveg" : "Elég hosszú ideje barangolsz már az alagutakban, és kezdesz kétségbe esni, mikor az északi falon egyszer csak egy ajtó bukkan fel. Ha be akarsz nyitni rajta, lapozz a 120-ra. Ha kelet felé mennél tovább, lapozz a 28-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [28]
        }
    },
    {
        "szint" : 138,
        "szöveg" : "Kardodhoz kapsz, de elkéstél. Az állat meg- hallotta a zajt és felébredt. Rémülten nézed, ahogy először egy, majd két pofa emelkedik fel, hogy a levegőbe szagoljon. Ez nem egy egyszerű kutya, vagy netin farkas. Ez egy rémséges Xlaia, ami legjobb tudomásod szerint körülbelül száz éve halt ki. A falhoz ugrasz, mert tudod, hogy védened kell majd hátadat, és előhúzott karddal készülsz fel a lény támadására. A Xlaia morogva ugrik ki kosarából. Mindkét vicsorgó pofából sárga agyarak lógnak eló, melyeken még ott pi- roslik legutóbbi chédjük vére. Hogy még rosszabb legyen a helyzet, a lény szájaiból hosszú, nyálkás szálakban lóg a nyál, ami azt jelenti, hogy ez a fenevad veszett! Bár lenne nálad némi viz, hogy távol tartsd magadtól, ahogy a fenti világban is tennéd. A teremtmény jobbra-balra lengeti fejeit. miközben közeledik feléd. Meg kell küz dened vele!",
        "akció" : {
            "tipus": "harc",
            "ellenfél":["Xlala",8,7],
            "ugrás" : [100]
        }
    },
    {
        "szint" : 139,
        "szöveg" : "Miközben felhajtod a szintelen és szagtalan folyadékot, azonnal érzed, hogy felfrissülsz (nyersz 1 ÉLETERŐ pontot). Hogyha még nem tetted, és most szeretnéd meginni a második üveg tartalmát, lapozz a 150-re. Ha a harmadik fiolával próbálkoznál, lapozz a 197-re. Ha folytatni akarod az utad kelet felé, lapozz a 29-re.",
        "akció" : {
            "tipus": "választás",
            "plushp":1,
            "ugrás" : [150,197,29]
        }
    },
    {
        "szint" : 140,
        "szöveg" : "Felkészülsz az ütközetre, miközben a két Denevér zuhanórepülésben közelit feléd Hogyan is remélheted, hogy kardoddal képes leszel felvenni velük a harcot? Meg kell próbálnod a szoba egy másik részébe csalogatnod őket. Hogyha a pajzsod a levegőbe hajitanád, talán azt hinnék, hogy az egy másik áldozat. Bármit is teszel, egyesével kell megküzdened velük. Első Denver Második Denevér DYESSES 5 LETE7 OGTERS 6 ELETRO 6 Ha nyersz, lapozz a 160-ra. Ha akarsz, az első kör után a 80-ra lapozva az ajtón át Elmenekülhetsz észak felé.",
        "akció" : {
            "tipus": "harc",
            "ugrás" : [160,80]
        }
    },
    {
        "szint" : 141,
        "szöveg" : "A járat hamarosan egy ajtóban ér véget. Ha ki szeretnéd nyitni és belépnél rajta, lapozz a 107-re. Ha nem akarod tudni, mi vár rád odabenn és inkább visszamennél az elága- záshoz, hogy kelet felé folytasd az utad, lapozz a 122-re",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [107,122]
        }
    },
    {
        "szint" : 142,
        "szöveg" : "A lépcsősor végül egy járatba torkollik, ami kiszélesedik. Lélegzetelállító táj tárul a szemed elé. A folyosó egy széles szirtben ér véget, egy hatalmas barlangüreg falának kellős közepén. Óvatosan a szegély szélé- hez lépsz és letekintesz. Az egyik oldalon sziklába vájt lépcsősort pillantasz meg, ami egészen a barlang több száz méter mélyen lévő aljáig ereszkodik lefelé. Odalen egy gyors folyású folyót látsz, amit ha el akarsz érni, kénytelen leszel cikkcakkban lemászni a semmilyen védelmet nem adó lépcsőkön Az üreg olyan hatalmas, hogy saját légköre van. Most épp felhők gyülekeznek a fejed felett, melyekből időnként villámok csap- nak elő. Ez az egyetlen lehetőséged a lo- jutásra, úgyhogy nagyon óvatosan haladsz. Végül földet érsz. Lapozz a 27-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [27]
        }
    },
    {
        "szint" : 143,
        "szöveg" : "A keleti falon egy ajtó bukkan fel. Erős zárt látsz rajta, és túlságosan masszív ahhoz, hogy csak úgy betörhesd. Ha van nálad egy Bronz Kulcs, lapozz a 70-re. Ha nincs, úgy kénytelen vagy folytatni az utad - lapozz a 106-ra",
        "akció" : {
            "tipus": "tválasztás",
            "tárgyválasztás":"bronzkulcs",
            "ugrás" : [70,106]
        }
    },
    {
        "szint" : 144,
        "szöveg" : "Mikor már félúton jársz a fényfolt felé, a talaj megnyilik alattad, de még az elött sikerül visszalépned, hogy te is beleesnél - korábbi óvatosságod meghozta gyümölcsét. Ahogy közelebbról is megvizsgálod, meg- állapítod, hogy egy kis, kör alakú verem az a padló kellős közepén. Rozoga létra fut lefelé végig az oldalán, de vagy túl sötét van, vagy túl mély lyuk, mert nem látod az alját. Ha szét akarsz nézni benne, lapozz a 7-re. Ha inkább átugornád és kiderítenéd, mi a fényfolt forrása, lapozz a 96-ra",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [7,96]
        }
    },
    {
        "szint" : 145,
        "szöveg" : "A helyiség közepén egy 30 Aranytallérból épített csillogó kupac áll. Óvatosan, az esetleges csapdákra odafigyelve teszed öket zsebre. Ha további érmék után akarod át- kutatni a sarkokat, lapozz a 36-ra. Hogyha inkább távoznál az északi ajtón át, lapozz a 98-ra",
        "akció" : {
            "tipus": "választás",
            "arany":30,
            "ugrás" : [36,98]
        }
    },
    {
        "szint" : 146,
        "szöveg" : "Hamarosan egy ajtóhoz érsz, ami a nyugati falból nyilik. Ahogy végighúzod rajta a kezed, a kilincset keresve, egy keresztet sikerül kitapintanod rajta, amit nem túl mélyen véstek bele. Ha ki akarod nyitni az ajtót, lapozz az 51-re. Ha folytatnád az utad észak felé, lapozz a 80-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [51,80]
        }
    },
    {
        "szint" : 147,
        "szöveg" : "A járat egy ajtóban végződik. Hogyha ki szeretnéd nyitni, lapozz a 22-re. Ha visszatérnél az elágazáshoz, és észak felé folytat nád az utad, lapozz a 108-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [22,108]
        }
    },
    {
        "szint" : 148,
        "szöveg" : "Csaknem megfulladsz, de kitartasz. Dobj két kockával. Ha az eredmény kevesebb vagy ugyanannyi, mint teves pontjaid száma, lapozza 103-ra. Ha nagyobb, lapozz a 15-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [103,15]
        }
    },
    {
        "szint" : 149,
        "szöveg" : "Megkérdezed a fogolytól, mondana-e neked valami hasznosat a szabadságáért cserébe. A fickó szemei felcsillannak, és azonnal bólint. Elmondhatom neked, merre találod a legnagyobb rubint, amit valaha láttál - mondja. De elöbb eressz ki innen. - Ha teljesited a kérését, lapozz a 133-ra. Hogyha inkább végeznél vele, lapozz a 24-re. Ha itt akarod hagyni és az északi ajtón át távoznál lapozz a 72-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [133,24,72]
        }
    },
    {
        "szint" : 150,
        "szöveg" : "Ajkadhoz emeled az üvegesét és megiszod a tartalmát. Mennyei ize van, így ujjaddal az utolsó cseppet is kitörlöd. Ekkor forogni kezd körülötted a járat, te pedig összeesel. Az üvegben Altató Ital volt. Orákon át heversz a padlón onkivületben, kiszolgál tatva a tolvajoknak és más veszedelmeknek. Mikor felébredsz, még mindig elég fáradt- nak érzed magad, bár a fejed teljesen ki- tisztult. A soron következő csaták során a fáradtság miatt 1-el csökkentened kell majd Támadóerődet. Hogyha még nem tetted és most meg akarod inni az első üvegben lévő folyadékot, lapozz a 139-re. Ha a harmadik fiola tartalma érdekelne, lapozz a 197-re Ha folytatod az utad kelet felé, lapozz a 29-re.",
        "akció" : {
            "tipus": "választás",
            "minussebzés":1,
            "ugrás" : [139,197,29]
        }
    },
    {
        "szint" : 151,
        "szöveg" : "Próbálkozásod, hogy biztonságba juss, tejes mértékben hiábavalónak bizonyult. Egy szikladarabon állsz, melynek tetején har- mineméternyit zuhantal lefelé. Miközben azon töprengsz, hogyan juthamál ki, rájössz hogy a kút alját, ahol állsz, finom, félig folyékony homok kezdi betölteni. Először lábfejedet temeti be, majd térded, és mire eléri a mellkasodat, karjaidat már nem tudod megemelni. A körülötted feszülő nyomás összezúz, öt perc múlva pedig már tel- jesen elborít a homok. Kalandod itt véget ér",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 152,
        "szöveg" : "A járat, melyen most haladsz, elég keskeny, de még át tudod magad préselni a falak között. Balodon egy alagút fut be a folyo- sóba, te azonban eltökélten mész tovább egyenesen. A járat szélesedni kezd, repedések és ha- sadékok jelennek meg a falakon. Zörgö hang szürödik ki valahonnan, és az egyik lyukból két különös teremtmény ugrik elő. Az egyértelműen látszik, hogy az alvilág lakói, mivel börük teljesen fehér, vad szo- meik pedig rózsaszínück. Fejüktől a farkukig hosszú, veszedelmes tüskék boritják hátukat, Lapozz a 99-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [99]
        }
    },
    {
        "szint" : 153,
        "szöveg" : "A járat szélesedni kezd, repedések és hasadékok jelennek meg a falakon. Zörgő hang szűrődik ki valahonnan, és az egyik lyukból két különös teremtmény ugrik elő. Az egyértelműen látszik, hogy az alvilág lakói, mivel bőrük teljesen fehér, vad szemeik pedig rózsaszínüek. Fejüktől a farkukig hosszú, veszedelmes tüskék borítják hátukat, melyek járás közben jobbra-balra inganak. A lények hátat fordítanak neked, és már kezdesz megörülni, hogy megijedtek tőled és elmenekülnek. Mekkorát tévedtél! Ezek mérges Sündisznók, és épp arra készülnek. hogy halálos tüskéket beléd Köpjék. Egymás után küzdj meg velük.Első Sündisznó Második Sündisznó YESSEg 7 ELETRO 5 üGYESsEG 8 ÉLETERO 5 Mivel a tüskék nagyon mérgezőek, valahányszor beléd áll valamelyik, a szokásos 2 helyett 3 ELETER pontot kell levonnod magadtól. Lapozz a 42-re",
        "akció" : {
            "tipus": "harc2",
            "ellenfél":[["Sündisznó",7,5],["Sündisznó2",8,5]],
            "ugrás" : [42]
        }
    },
    {
        "szint" : 154,
        "szöveg" : "Bezárod magad mögött az ajtót és tovább mész kelet felé. Lapozz a 16-ra",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [16]
        }
    },
    {
        "szint" : 155,
        "szöveg" : "A lejtő elég meredek, és már régóta mész, mikor a lépcsők megszűnnek, a járat pedig élesen balra kanyarodik. Fárasztó volt idáig az út, ezért lankad a figyelmed, mikor egy mocskos, dagadt Hobgoblin ugrik előd. Bandzsa szemeivel - az egyik bíbor, a másik zöld - méreget téged. Ruhái ugyanolyan koszosak, mint ő maga, ráadásul eléggé szakadtak is, a kezében lévő kard azonban borotvaéles, és látszik, hogy gondosan karban tartja. Előre nyújtott fegyverrel közeledik feléd.Hobgoblin ÜGYESSÉG 7 ÉLETERO 8 Hogyha gyözöl, lapozz az 50-re. Ha rosszul alakul a harc, az első Harci Kört követően el tudsz futni ellenfeled mellett, tovább az északra vezető lépcsőkön ha igy tennél, lapozz a 143-ra.", 
          "akció" : {  
            "tipus": "harc",
            "ellenfél":["Hobgoblin",7,8],
            "menekülés":"143",
            "ugrás" : [50,143]
        }
    },
    {
        "szint" : 156,
        "szöveg" : "A férfi hűvösen mér végig. Hazudsz! - mondja. És a hazugok büntetést érdemelnek. Elsétál melletted a folyosón. Nyugtalanul töprengsz azon, vajon hogy is érthette, amit mondott. Hamarosan megtudod. A története ugyan igaz volt, azt azonban nem mondta el, mi volt a foglalkozása a fenti világban, hogy miért került ide: zsebtolvaj volt! 2 adag élelmedet nyúlta le a fickó. Vesztesz 1 SZERENCSE pontot. Ezután folytatod utadat kelet felé. Lapozz az 57-re.",
        "akció" : {
            "tipus": "ugrás",
            "minusluck":1,
            "minusétel":2,
            "ugrás" : [57]
        }
    },
    {
        "szint" : 157,
        "szöveg" : "Az ajtó egy kicsi, szellősen berendezett szobába nyílik. Hangos horkolás hangját hallod, melynek forrása, úgy tűnik, egy szék, mely háttal áll neked: ritka, szürke színű hajtincset vélsz látni felette. Óvatosan megkerülöd az előtted álló asztalt és megvizsgálod az alvó férfit. Egy idős férfi az, aki összefont kézzel alszik a kényelmetlen ülő- alkalmatosságon. Az északi falon egy újabb ajtót látsz. Ha ez utóbbin át távoznál, lapozz a 180-ra. Hogyha távozol a helyiségből és a folyosón mész tovább, lapozz a 125-re. Ha előbb szétnéznél idebenn, lapozz a 166-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [180,125,166]
        }
    },
    {
        "szint" : 158,
        "szöveg" : "Az ajtó becsapódik, te pedig végre felfedezed a füttyszerű sóhajok és susogások forrását. Előtted, a padlón guggolva megpillantod a Galont, a Madárembert. Börszárnyai két oldalt széttárva állnak; kezének éles karmai feléd mutatnak. Azonnal felismered zöldes bőrét, és tudod, hogy izmos karjaival és hatalmas szárnyaival megpróbál majd megfullasztani. Előhúzod kardodat, melynek látványára ellenfeled azonnal őrjöngeni kezd, hiszen éhsége kielégíthetetlen. Ez a harc lesz az egyik legnehezebb, amit meg kell itt vívnod.Galon ÜGYESSÉG 12 ÉLETERO 8 Ha nyersz, lapozz a 61-re.",
        "akció" : {
            "tipus": "harc",
            "ellenfél":["Galon",12,8],
            "ugrás" : [61]
        }
    },
    {
        "szint" : 159,
        "szöveg" : "Elfordítod a kulcsot a vasrács zárjában. A szárnyak nem nyílnak ki, ahogy arra számítani lehetne, és erősen kell tolnod, hogy megmozdítsd. Végül a nagy nekifeszüléstől felpattan, te pedig a lendülettől hajtva beesel rajta. Legnagyobb rémületedre azonban a helyiségnek, melybe bejutottál, nincsen padlója! Ha rajtad van a Lebegés Köpenye lapozz a 43-ra. Ha nincs, zuhanni kezdesz lefelé - lapozz a 115-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [115]
        }
    },
    {
        "szint" : 160,
        "szöveg" : "Lenézel ellenfeleid elernyedt tetemeire. Holtukban még ocsmányabbak, mert a vicsorgás gonosz pofájukra fagyott. A törmelékek között első ránézésre nem sok érdekes dolgot találsz. Ha alaposabban is át akarod vizsgálni, lapozz a 37-re. Ha inkább távoznál, és észak felé folytatnád az utad, lapozz a 80-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [37,80]
        }
    },
    {
        "szint" : 161,
        "szöveg" : "A járat egy négyzet alakú szobában ér véget, melyet a rothadó hús szaga tölt meg. A padló nagy részét két óriási, bugyborékoló sármedence teszi ki. Egy keskeny kifutómely nem sokkal szélesebb, mint a lábfejed halad középen, a terem széleit pedig hasonlóan keskeny szegélyek futják körbe. Mindhárom út egy nyílásban fut össze az északi falon. Ha a jobboldalin haladnál végig, lapozz a 181-re. Ha a bal- oldalin, lapozz a 193-ra. Amennyiben a középső utat választanád, lapozz a 171-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [181,193,171]
        }
    },
    {
        "szint" : 162,
        "szöveg" : "Visszanyered egyensúlyod és a rubinért nyúlsz. Lapozz a 46-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [46]
        }
    },
    {
        "szint" : 163,
        "szöveg" : "Követed az alagutat, mely szinte azonnal egy újabb szobába torkollik. Ennek a padlója jóval lentebb áll, mint a bejárat, ahol most állsz, padlóját és kör alakú falát pedig elég magasan kőlapok borítják. Ezekre különös, egymásba fonódó mintákat festettek, melyek mintha valamilyen mágikus vagy misztikus jelentőséggel rendelkeznének. A helyiség színültig van telve kristálytiszta vízzel, és mivel eléggé mocskos vagy, meg meleged is van, nem tudsz ellenállni a kísértésnek. Levetkőzöl, és miután a biztonság kedvéért a fa ajtófélfába állítod a kardodat, elmerülsz a vízben. Miután percekig boldogan pancsolsz idelenn, és teljesen felfrissülsz, megfordulsz, hogy kimássz. Ekkor veszed észre a víz alatt lévő másik kijáratot. Lemerülsz, hogy alaposabban is szemügyre vedd. A kilincset nem tudod lenyomni, ami azért szerencse, mert ha leeresztenéd a vizet, akkor elég bajos lenne kijutnod a medencéből. Nem találsz itt semmi más érdekeset, igy felöltözöl és távozol. Visszatérsz a vermes ajtóhoz. Ha most le akarsz itt ugrani, lapozz a 185-re. Ha inkább visszatérnél a korábban látott elágazáshoz és nyugat felé folytatnád az utad, lapozz a 168-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [185,168]
        }
    },
    {
        "szint" : 164,
        "szöveg" : "Ahogy lenyomod a kilincset, az ajtó kicsapódik, mintha valami hatalmas súly nyomná ki a túloldalon. Azonnal rájössz, hogy nagy hibát vétettél, mikor vizsugarak kezdenek el kispriccelni az apró réseken. Kétségbeesetten próbálod újra bezárni a kitörni készülő víztömeget ám hamar rájössz, hogy erre semmi esélyed, igy más választásod nem lévén menekülni próbálsz. Az ajtó kicsapódik, a szűk járatban pedig esélyed sincs rá, hogy túléld a dolgot. A víz teljes tömege rád zúdul, te pedig azon nyomban megfulladsz. Kalandod itt véget ",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 165,
        "szöveg" : "A sötétben megbotlasz és elterülsz a padlón Sikerült csúnyán megütnöd magad. Dobj egy kockával, hogy megtudd, hány ÉLETERŐ pontot vesztettél. Előre nyújtott kezeid szinte ugyanebben a pillanatban falba ütközik. Zsákutcába jutottál. Miközben alagút falát keresed, filmes csörgés üti meg füled, lábaddal körbetapogatózva sikerül rálelned egy kis valamire a padlón. Zsebre teszed, majd miután vissztamásztál létrán a fénybe, alaposabban is megvizsgálod. Egy kis Arany kulcs az. Vizaszod azchodbe és észak fold induh Lapozz a 96-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [96]
        }
    },
    {
        "szint" : 166,
        "szöveg" : "Alaposan átkutatod a szobát, a férfi azonban talán épp a hangos horkolása miatt - nem ébred fel. Elég ártalmatlannak tűnik, de nem egyszer történt már meg korábbi kalandjaid során, hogy életben hagytál egy látszólag veszélytelen ellenfelet, aki aztán egy rejtett tört előkapva hálálta meg a dolgot. Talán az lenne a legjobb, ha egyszerűen végeznél vele. Hogyha ezt teszed, lapozz a 17-re. Ha inkább felébreszted, hogy kikérdezd, lapozz a 113-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [17,113]
        }
    },
    {
        "szint" : 167,
        "szöveg" : "Rajtad van az Ügyesség Gyürüje? Ha igen, lapozz a 134-re. Ha nincs, lapozz az 58-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [134,58]
        }
    },
    {
        "szint" : 168,
        "szöveg" : "Egy újabb elágazáshoz érkezel. Ha észak felé mennél, lapozz a 161-re. Ha továbbra is nyugati irányba haladnál, lapozz a 73-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [73]
        }
    },
    {
        "szint" : 169,
        "szöveg" : "A folyosó végén egy kicsiny ajtót találsz. Ahogy figyelsz, különös, csobogó hangot hallasz átszűrődni rajta. Erintésedre külö- nösen hűvösnek tűnik az anyaga. Ha ki akarod nyitni, lapozz a 164-re. Ha inkább hagyod, ahol van, lapozz vissza a 172-re és válassz valami mást.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [164,172]
        }
    },
    {
        "szint" : 170,
        "szöveg" : "A cövek súlyos sebet ejtett rajtad. Vesztesz 3 ÉLETERŎ pontot. De legalább odaérsz a rubinhoz. Lapozz a 46-ra.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [46]
        }
    },
    {
        "szint" : 171,
        "szöveg" : "Ahogy a középső pallón sétálsz végig, két oldaladon a sármedencék felszíne bugybo- rékolni kezd. Óriási gázbuborékok törnek fel belőlük, melyek kidurranva fojtogató, rothadó hússzaggal töltik meg a helyiséget. Tedd próbára sZERENCSED! Ha szerencséd van, lapozz a 173-ra. Ha nincs, lapozz a 182-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [173,182]
        }
    },
    {
        "szint" : 172,
        "szöveg" : "A folyosó gyorsan szélesedik, végül egy kisebb szoba méreteit ölti magára. Nem messze tőled ismét összeszűkül, és újra egyszerű járatként folytatja életét. A padló közepén egy sekély aknát látsz. Ha gyorsan átgázolsz rajta, hogy a túloldalon folytatasd az utad, lapozz a 163-ra. Ha bele akarsz ugrani, lapozz a 185-re. Ha visszatérnél az előző elágazáshoz, és ott nyugati irányba mennél tovább, lapozz a 168-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [185,168]
        }
    },
    {
        "szint" : 173,
        "szöveg" : "Gond nélkül sikerül elérned a túloldalra. Lapozz az 52-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [52]
        }
    },
    {
        "szint" : 174,
        "szöveg" : "Egy óriási barlangba érkezel, melynek fa- lába egy polcot vájtak. Ebben ül egy tyúk- tojás méretű rubin. Simára csiszolt lapjai csak úgy csillognak a falon sorakozó fák- lyák fényében. Előtte félkörbe rendezve, mintegy védvonal gyanánt hosszú, hegyes cövekek sorakoznak több sorban. És mo- zognak a lyukaikban! Az egyik percben még úgy állnak szét, mint egy kerék küllői, mintha a drágakőből kisugárzó fényt szimbolizálnák, a következőben pedig már körkörös vonalba fordulnak. Nem lesz egy- szerű így eljutni a kőhöz, mert egyszerre mindig csak egyet léphetsz előre. A cove- kek nagyon hegyesek, és könnyen súlyos sérülést okozhatnak. Ha mindezek ellenére megpróbálod megszerezni a rubint, lapozz a 189-re. Hogyha úgy érzed, nem éri meg a kockázatot, visszatérhetsz a folyosóra és keletnek fordulhatsz - lapozz a 184-re.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [189,184]
        }
    },
    {
        "szint" : 175,
        "szöveg" : "Elhátrálsz a közeledő kukacok elől, akik közted és az egyetlen kijárat között terülnek el. Az elöl lévők felé csapsz kardoddal, akik borzalmas cuppanás kíséretében robbannak szét. Helyüket azonban egyből átveszik a mögöttük jövök. Ekkor döbbensz rá, hogy esélytelen vagy ellenük. Végső kétségbe- esésedben megpróbálsz átugrani a fogyni nem akaró tömegen, hogy így érd el az ajtót, ám ahogy lábad földet ér és összelapít néhányat az undorító teremtmények közül, megcsúszol nyálkás maradványaikon és kapálódzó karokkal elterülsz a földön. Minden irányból körbe vagy véve, a leg- közelebb állók pedig már bele is kezdtek az elfogyasztásodba. Száz apró, erős állkapocs tépi le a húst, izmot és inakat csontjaidról. Bemásznak az orrodba, a szádba, és nem- sokára elérik agyad lágy szövetét is. Ki- mondhatatlan szenvedések közepette vesz- ted el életed. Kalandod itt véget ér.",
        "akció" : {
            "tipus": "halál"
        }
    },
    {
        "szint" : 176,
        "szöveg" : "Sikerül szilárd talajra jutnod. Megkönnyebülten felsóhajtasz. Lapozz a 32-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [32]
        }
    },
    {
        "szint" : 177,
        "szöveg" : "Bedöltél a cselnek! Ahogy átlépsz a falak között, egy csapdát aktiválsz, mely elsüt egy megtöltött számszerijat. Tedd próbára SZERENCSED! Ha szerencséd van, lapozz a 78-ra. Ha nincs, lapozz a 21-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [78,21]
        }
    },
    {
        "szint" : 178,
        "szöveg" : "Az alagút egyre alacsonyabbá és szűkebbé válik, így nehéz nem észrevenni az itt he- verő kis, kék folyadékot tartalmazó üveg- csét. Lapozz a 34-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [34]
        }
    },
    {
        "szint" : 179,
        "szöveg" : "Az alagút meredeken megy fölfelé, végül egy elágazásba torkollik. Délre tekintve zsákutcát látsz, úgyhogy ismét észak felé fordulsz. Lapozz a 127-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [127]
        }
    },
    {
        "szint" : 180,
        "szöveg" : "A járat olyan meredeken emelkedik fölfelé, hogy végül egy kéménnyé változik. Itt már esak úgy tudsz haladni, ha a hátaddal éslábaddal nekifeszülsz két szemben álló fal- nak, és continként araszolva mászol felfelé. Mikor végül feljutsz, egy széles szirten ta- lálod magad. Nagyon elfáradtál a nehéz mászástól - vesztesz 1 ÉLETERO Pontot. La- pozz az 56-ray",
        "akció" : {
            "tipus": "ugrás",
            "minushp":1,
            "ugrás" : [56]
        }
    },
    {
        "szint" : 181,
        "szöveg" : "Ahogy megkerülöd a medencét, látod, amint a sár bugyogni kezd. Hatalmas gázbubo- rékok emelkednek ki belőle és robbannak fel, rothadó hús szagával töltve be a levegőt. Tedd próbára SZERENCSED! Ha szerencsés vagy, lapozz a 192-re. Ha nincs szerencséd lapozz a 188-ra.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [192,188]
        }
    },
    {
        "szint" : 182,
        "szöveg" : "A sárból két Iszapsárkány feje emelkedik ki. A szemöldökükből kinövő csápok zöld fénnyel izzanak, miközben áldozatuk után kutatnak. Óriási szájuk kinyílik, és bűzös gázfelhő ölel körbe. A szörnyek mély levegőt vesznek, közben pedig eredeti mére- tük kétszeresére nőnek meg. Előhúzod kardodat és reméled, elég szerencsés, erős és ügyes vagy, hogy megóvd magad a rád leselkedő veszélytől.szapsárkány ÜGYESSÉG 9 ÉLETERO 5 Második Iszapsárkány ÜGYESSEC 10 ÉLETER 6 Mindkét ellenfeled külön-külön támad rád minden körben.Az Iszapsárkánnyal a szokott módon küzdj meg. A másik ellen ugyanúgy dobj támadódobást, azonban ha a te Támadóértéked a magasabb, nem okozol neki sebzést, csupán kivéded az ő támadását. Ha az ő Támadóértéke a nagyobb, a szokásos módon okoz neked sebesülést. Ha mindkét bestiát sikerül legyőznöd, lapozz a 74-re.",
        "akció" : {
            "tipus": "harc3",
            "ellenfél":[["Iszapsárkány",9,5],["Iszapsárkány2",10,6]],
            "ugrás" : [74]
        }
    },
    {
        "szint" : 183,
        "szöveg" : "Az egyik keringö cölöp váratlanul elfordul, és könnyedén felhasítja a bőrödet. Tedd próbára SZERENCSED! Ha szerencsés vagy. lapozz a 194-re. Ha nem, lapozz a 170-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [194,170]
        }
    },
    {
        "szint" : 184,
        "szöveg" : "Keleti irányba haladva elérsz a központi elágazáshoz. Ha innen északra folytatnád az utad, lapozz a 161-re. Ha tovább mennél kelet felé, lapozz a 136-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [161,136]
        }
    },
    {
        "szint" : 185,
        "szöveg" : "Leugrasz a verembe, miután meggyözödtól róla, hogy ki fogsz tudni belőle mászni, ha ez szükségesnek bizonyulna. Mikor körbe- nézel, egy alacsony bejáratra bukkansz az egyik kinyúló szikladarab alatt. Szinte négykézlábra kell leereszkedned, hogy be tudj kukkantani rajta. Ha alaposabban is szét akarsz odabenn nézni, úgy lapozz a 178-ra. Ha inkább visszatérnél a szobába, lapozz a 172-re és válassz valami mást.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [178,172]
        }
    },
    {
        "szint" : 186,
        "szöveg" : "Keményen érsz földet és csúnyán kifica- mítod a bokádat. Vesztesz 3 ÉLETERO pontot. Sántikálva indulsz el észak felé. Lapozz a 126-ra.",
        "akció" : {
            "tipus": "ugrás",
            "minushp":3,
            "ugrás" : [126]
        }
    },
    {
        "szint" : 187,
        "szöveg" : "Elmondod a fickónak, merről jöttél, aki erre elmosolyodik. Köszönöm mondja. Segítettél rajtam, így én is segítek terajtad. Csak annyit mondok, nem mind arany, ami fénylik. Sok alakja van annak, amit keresel; ne hagyd, hogy hamis Szobrok félrevezes- senek. - Azzal elmegy melletted és eltűnik a távolban. A mondottakon töprengve foly- tatod az utad kelet felé. Lapozz az 57-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [57]
        }
    },
    {
        "szint" : 188,
        "szöveg" : "A sár felszíne emelkedni kezd, és lompa pukkanás kíséretében egy óriási gázbuborék emelkedik ki belőle. Ahogy a felszín ki- simulna, apró, zöld színű, cikázó fényck jelennek meg rajta. A foltocskák kiemel- kednek, aljukból csápok nőnek ki, melyek percről percre hosszabbodnak. Végül egy Iszapsárkány óriási feje bukkan elő félig a nyálkás folyadék mélyéből! Most már látod, hogy a zöld fények, amiket korábban láttál, valójában a lóny fejéből kinövő csápok, melyek egészen addig szabadon lengeni lát- szanak, míg hirtelen mindegyik rád nem szegeződik. A hatalmas száj kinyílik, förtel- mes szagú gáz tör elő belöle, ezután ellenfeled duzzadni kezd, ahogy levegővel szívja meg magát. Rájössz, hogy meg kell küzde- ned vele.Iszapsárkány ÜGYESSÉG 9 ÉLETERO 5 Ha győzöl, lapozz a 9-re.",
        "akció" : {
            "tipus": "harc",
            "ellenfel": ["Iszapsárkány",9,5],
            "ugrás" : [9]
        }
    },
    {
        "szint" : 189,
        "szöveg" : "Ahogy óvatosan áthaladsz a padlón, arra várva, hogy a cövekek mozgás közben utat engedjenek neked, az egyik hegye belekap kabátodba és kibillent az egyensúlyodból. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 162-re. Ha nincs szerencséd, lapozz a 183-ra.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [162,183]
        }
    },
    {
        "szint" : 190,
        "szöveg" : "Már majdnem eléred a sziklaszirt alját, amikor a kötél elfogy. Innen le kell ugra- nod. Nagyjából két méterre van alattad a talaj, de elég sziklás. Tedd próbára SZERENCSED! Ha szerencsés vagy, biztonságban, sebesülés nélkül landolsz a talajon - lapozz a 27-re. Hogyha nincs szerencséd, lapozz az 54-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [27,54]
        }
    },
    {
        "szint" : 191,
        "szöveg" : "A három teremtmény testét átkutatva fejenként 1 Aranytallért találsz. Ezután a kristályhoz lépsz, a belőle áradó, gyönyö- rüen lüktető fény azonban már halványodní kezdett, és mire felemeled, már csak egy nagy, értéktelen üvegtömböt tartasz a kezedben. Káromkodva vágod a földhöz, ahol darabokra törik. A barlangban ezen kívül csupán egyetlen érdekes dolgol találsz: egy nagyjából egy méter átmérőjű lyukat a falban, több méter magasan. Elé húzod az emelvényt, melyen korábban a kristály állt, ráállsz és betekintesz rajta. Sima csúszdát pillantasz meg, mely enyhén lefelé lejt. Ha ezen a lyuk át akarod folytatni az utad, lapozz a 123-ra. Ha az északi lapozz 33-ra",
        "akció" : {
            "tipus": "választás",
            "arany":1,
            "ugrás" : [123,33]
        }
    },
    {
        "szint" : 192,
        "szöveg" : "Sikerül gond nélkül elérned a túloldalt, majd sietve távozol az északi nyíláson át. Lapozz az 52-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [52]
        }
    },
    {
        "szint" : 193,
        "szöveg" : "Ahogy megkerülöd a medencét, látod, ahogy mocorogni kezd a felszín. Apró, zöld fények nönek ki a sár felszínéből. Tedd próbára SZERENCSÉD! Ha szerencsés vagy, lapozz a 25-re. Ha nem, lapozz a 101-re.",
        "akció" : {
            "tipus": "luckválasztás",
            "ugrás" : [25,101]
        }
    },
    {
        "szint" : 194,
        "szöveg" : "Szerencséd van, a cövek okozta seb arány- lag kicsi. Vesztesz 2 ÉLETERÓ pontot. Eléred a rubint. Lapozz a 46-ra.",
        "akció" : {
            "tipus": "ugrás",
            "minushp":2,
            "ugrás" : [46]
        }
    },
    {
        "szint" : 195,
        "szöveg" : "A járatot egy hatalmas tölgyfa ajtó zárja el, melyen gyönyörűen megmunkált csukló- pántok és egy hatalmas, sodort fémkilincs van. Két oldalán fáklyák égnek, melyek táncoló fénybe borítják az alagút ezen ré- szét. Egy pergamenlapot látsz az ajtóra szögezve, amin több nyelven is egy szöveg olvasható. Gyorsan keresel egy olyat, amit te is megértesz. A szöveg a következő:Ha idáig eljutottál igen bátor lehetsz. Bátorságod most vagy életet hoz rád, vagy halált. Kopogi és lépj be.Bekopogsz az ajtón, és elfordítod a kilincsel. Lapozz a 39-re.",
        "akció" : {
            "tipus": "ugrás",
            "ugrás" : [39]
        }
    },
    {
        "szint" : 196,
        "szöveg" : "Amennyire csak tudod, puha ruhadarabok- kal béleled ki a vállad, behúzod a nyakad és az ajtónak rontasz. Dobj egy kockával. Ha az eredmény 1-4, megsérültél és vesztesz 2 ÉLETERO pontot. Ha azonban 5-öt vagy 6-01 dobtál, sikerült betörnöd az ajtót lapozz a 158-ra. Egészen addig kell próbálkoznod, míg ez nem sikerül.",
        "akció" : {
            "tipus": "betörés",
            "ugrás" : [158]
        }
    },
    {
        "szint" : 197,
        "szöveg" : "A folyadékot elfogyasztva nem érzel semmi különlegeset. Tudtodon kívül azonban el- fogyasztottad a Szerencse Elixírjét. Mostan- tól kezdve valahányszor próbára teszed a SZERENCSÉDET, a dobás értékét megnövel- heted 1-el. Hogyha még nem tetted, és most belekóstolnál az első üvegbe, lapozz a 139-re. Ha a másodikat akarod meginni, lapozz a 150-re. Ha folytatnád az utadat keleti irányba, lapozz a 29-re.",
        "akció" : {
            "tipus": "választás",
            "áldás":"luck",
            "ugrás" : [139,150,29]
        }
    },
    {
        "szint" : 198,
        "szöveg" : "A két lénynél összesen 5 Aranytallért ta- lálsz, meg egy érdekes növénykét. Ha elég éhes vagy ahhoz, hogy megedd, vagy úgy sojted, valamilyen mágikus tulajdonsággal rendelkezik, lapozz a 49-re. Ha inkább hagyod, ahol van és az északi ajtón át távozol, lapozz a 152-re.",
        "akció" : {
            "tipus": "választás",
            "arany":5,
            "ugrás" : [49,152]
        }
    },
    {
        "szint" : 199,
        "szöveg" : "A csapóajtó eléggé megszorult, végül azon- ban sikerül kinyitnod. Alatta egy kis üreget találsz, abban pedig három tárgyat: egy gyürüt, egy kis fiolányi folyadékot és egy összehajtogatott köpenyt. Ha fel akarod pró- bálni a gyűrűt, lapozz a 119-re. Hogyha fel szeretnéd venni a köpenyt, lapozz a 12-re. Amennyiben felhajtanád a folyadékot, la- pozz a 71-re. Ha mindezeket a hasznos tár- gyakat a következő utazónak hagynád hátra, bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra.",
        "akció" : {
            "tipus": "választás",
            "ugrás" : [119,12,71]
        }
    },
    {
        "szint" : 200,
        "szöveg" : "Az odafonn álló Elfek serege várakozóan néz rád, (jaikat megfeszítve tartják maguk előtt, egyenesen rád célozva. A Főnök fia előre lép és kérdően az öregre tekint, aki alig észrevehetően bólint. Az ifjú kifejezés- telen arccal feléd fordul. Ember, ártat- lannak ítéltettél, így szabadon távozhatsz. Megtarthatsz bármit, amit az ítélet Labirin- tusában találtál. Távozz. - Kábán lépsz le az emelvényről. Az Elfek utat nyitnak neked, miközben elhaladsz mellettük. Mikor végre nyílt terepre érsz, megfordulsz és leg- nagyobb meglepetésedre már csak az öreget látod. Búcsúzóul feléd biccent, a következő pillanatban pedig a szemed előtt oszlik szét ragyogó fénnyé. Vállat vonsz és folytatod a hosszú sétautat Zafirvárosba.",
        "akció" : {
            "tipus": "győzelem"
        }
    }]
}
